Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# guides_aliens_text25
source: Combat may be an integral part of the game, with characters facing off against alien threats, pirates, or even other factions within the game universe. Use your equipment to defeat your enemies….and try not to panic too often, or you’ll lose your sanity. The system should create tension, simulate fast-paced action, and allow for strategic decision-making.
de: Kampf kann ein integraler Bestandteil des Spiels sein, bei dem sich Charaktere mit außerirdischen Bedrohungen, Piraten oder sogar anderen Fraktionen im Spieluniversum auseinandersetzen. Verwenden Sie Ihre Ausrüstung, um Ihre Feinde zu besiegen ... und versuchen Sie nicht zu oft in Panik zu geraten, sonst verlieren Sie Ihren Verstand. Das System sollte Spannung erzeugen, schnelle Handlungen simulieren und strategische Entscheidungen ermöglichen.
es: El combate puede ser una parte integral del juego, con personajes enfrentándose a amenazas alienígenas, piratas o incluso otras facciones dentro del universo del juego. Usa tu equipo para derrotar a tus enemigos... y trata de no entrar en pánico demasiado a menudo, ¡o perderás tu cordura! El sistema debe crear tensión, simular acción rápida y permitir la toma de decisiones estratégicas.
fr: Le combat peut être une partie intégrante du jeu, les personnages faisant face à des menaces extraterrestres, des pirates ou même d'autres factions dans l'univers du jeu. Utilisez votre équipement pour vaincre vos ennemis... et essayez de ne pas paniquer trop souvent, sinon vous perdrez votre santé mentale. Le système devrait créer de la tension, simuler une action rapide et permettre une prise de décision stratégique.
it: Il combattimento può essere parte integrante del gioco, con i personaggi che affrontano minacce aliene, pirati o addirittura altre fazioni all'interno dell'universo di gioco. Usa il tuo equipaggiamento per sconfiggere i tuoi nemici... e cerca di non entrare in panico troppo spesso, o perderai la tua sanità. Il sistema dovrebbe creare tensione, simulare azioni frenetiche e consentire decisioni strategiche.
pt: O combate pode ser uma parte integral do jogo, com personagens enfrentando ameaças alienígenas, piratas ou até mesmo outras facções dentro do universo do jogo. Use seu equipamento para derrotar seus inimigos... e tente não entrar em pânico com muita frequência, ou perderá sua sanidade. O sistema deve criar tensão, simular ação acelerada e permitir tomadas de decisão estratégicas.
ru: Бой может быть неотъемлемой частью игры, с персонажами, сталкивающимися с угрозами инопланетян, пиратами или даже другими фракциями в игровой вселенной. Используйте свое снаряжение, чтобы победить врагов… и постарайтесь не паниковать слишком часто, иначе вы потеряете рассудок. Система должна создавать напряжение, имитировать быстрое действие и позволять стратегическому принятию решений.

# guides_aliens_text26
source: Determine the order of actions in combat by using an initiative system. This can be based on characters' speed, skills, or a simple roll of the dice.
de: Bestimmen Sie die Reihenfolge der Aktionen im Kampf mit einem Initiative-System. Dies kann auf der Geschwindigkeit der Charaktere, ihren Fähigkeiten oder einem einfachen Würfelwurf basieren.
es: Determina el orden de las acciones en el combate mediante un sistema de iniciativa. Esto puede basarse en la velocidad de los personajes, habilidades o simplemente en una tirada de dados.
fr: Déterminez l'ordre des actions en combat en utilisant un système d'initiative. Cela peut être basé sur la vitesse, les compétences des personnages ou un simple lancer de dés.
it: Determina l'ordine delle azioni in combattimento utilizzando un sistema di iniziativa. Questo può basarsi sulla velocità dei personaggi, sulle abilità o su un semplice lancio di dado.
pt: Determine a ordem das ações em combate usando um sistema de iniciativa. Isso pode ser baseado na velocidade, habilidades dos personagens ou em um simples lançamento de dados.
ru: Определите порядок действий в бою с помощью системы инициатив. Это может зависеть от скорости персонажей, их навыков или простого броска костей.

# guides_aliens_text27
source: In combat, each character takes a turn during which they can perform a set number of actions. Typical actions include attacking, moving, using items, or taking cover.
de: Im Kampf hat jeder Charakter eine Runde, in der er eine festgelegte Anzahl von Aktionen ausführen kann. Typische Aktionen sind Angriffe, Bewegungen, die Verwendung von Gegenständen oder das Deckung suchen.
es: En combate, cada personaje tiene un turno durante el cual puede realizar un número establecido de acciones. Las acciones típicas incluyen atacar, moverse, usar objetos o buscar cobertura.
fr: En combat, chaque personnage prend un tour pendant lequel il peut effectuer un certain nombre d'actions. Les actions typiques comprennent attaquer, se déplacer, utiliser des objets ou se mettre à couvert.
it: In combattimento, ogni personaggio ha un turno durante il quale può eseguire un numero prestabilito di azioni. Le azioni tipiche includono attaccare, muoversi, utilizzare oggetti o mettersi al riparo.
pt: No combate, cada personagem tem uma vez para realizar um número definido de ações. Ações típicas incluem atacar, mover, usar itens ou se proteger.
ru: В бою каждый персонаж делает ход, в течение которого он может выполнить определенное количество действий. Типичные действия включают в себя атаку, передвижение, использование предметов или укрытие.

# guides_aliens_text28
source: When a character attempts to attack, they make an attack roll using the designated combat dice (e.g., D20). The roll's outcome, along with modifiers, determines if the attack hits the target.
de: Wenn ein Charakter versucht anzugreifen, führt er einen Angriffswurf mit dem bestimmten Kampfwürfel durch (z. B. D20). Das Ergebnis des Wurfs, zusammen mit Modifikatoren, bestimmt, ob der Angriff das Ziel trifft.
es: Cuando un personaje intenta atacar, realiza una tirada de ataque usando los dados de combate designados (por ejemplo, D20). El resultado del lanzamiento, junto con los modificadores, determina si el ataque impacta al objetivo.
fr: Lorsqu'un personnage tente d'attaquer, il effectue un lancer d'attaque à l'aide du dé de combat désigné (par exemple, D20). Le résultat du lancer, avec les modificateurs, détermine si l'attaque touche la cible.
it: Quando un personaggio cerca di attaccare, effettua un tiro d'attacco utilizzando i dadi da combattimento designati (ad esempio, D20). L'esito del tiro, insieme ai modificatori, determina se l'attacco colpisce il bersaglio.
pt: Quando um personagem tenta atacar, eles fazem uma rolagem de ataque usando os dados de combate designados (por exemplo, D20). O resultado do lançamento, juntamente com modificadores, determina se o ataque atinge o alvo.
ru: Когда персонаж пытается совершить атаку, он делает бросок на атаку с использованием обозначенных боевых костей (например, D20). Результат броска вместе с модификаторами определяет, попадает ли атака по цели.

# guides_aliens_text29
source: Determine the amount of damage dealt by successful attacks. Different weapons or abilities may have varying damage values. Characters have a set amount of health (hit points), and taking damage reduces their health.
de: Bestimmen Sie die Menge des durch erfolgreiche Angriffe zugefügten Schadens. Unterschiedliche Waffen oder Fähigkeiten können unterschiedliche Schadenswerte haben. Charaktere haben eine festgelegte Menge an Gesundheit (Trefferpunkte), und durch Schaden wird ihre Gesundheit reduziert.
es: Determina la cantidad de daño infligido por ataques exitosos. Diferentes armas o habilidades pueden tener valores de daño variables. Los personajes tienen una cantidad establecida de salud (puntos de golpe), y recibir daño reduce su salud.
fr: Déterminez la quantité de dégâts infligés par des attaques réussies. Différentes armes ou capacités peuvent avoir des valeurs de dégâts variables. Les personnages ont une quantité fixe de santé (points de vie), et subir des dégâts réduit leur santé.
it: Determina la quantità di danni inflitti dagli attacchi riusciti. Diverse armi o abilità possono avere valori di danni variabili. I personaggi hanno una quantità prestabilita di salute (punti ferita), e subire danni ne riduce la salute.
pt: Determine a quantidade de dano causado por ataques bem-sucedidos. Diferentes armas ou habilidades podem ter valores de dano variados. Os personagens têm uma quantidade definida de saúde (pontos de vida), e sofrer dano reduz sua saúde.
ru: Определите количество урона, наносимого успешными атаками. Разные оружия или способности могут иметь различные значения урона. У персонажей есть определенное количество здоровья (очков удара), и получение урона уменьшает их здоровье.

# guides_aliens_text30
source: Characters may have armor or defensive abilities that reduce the damage taken. This adds strategy to combat as players must decide whether to prioritize defensive or offensive actions.
de: Charaktere können eine Rüstung oder defensive Fähigkeiten haben, die den erlittenen Schaden reduzieren. Dies fügt dem Kampf Strategie hinzu, da die Spieler entscheiden müssen, ob sie defensive oder offensive Aktionen priorisieren sollen.
es: Los personajes pueden tener armadura o habilidades defensivas que reduzcan el daño recibido. Esto añade estrategia al combate, ya que los jugadores deben decidir si priorizar acciones defensivas u ofensivas.
fr: Les personnages peuvent avoir une armure ou des capacités défensives qui réduisent les dégâts subis. Cela ajoute une stratégie au combat, car les joueurs doivent décider s'ils doivent privilégier les actions défensives ou offensives.
it: I personaggi possono avere armature o abilità difensive che riducono i danni subiti. Ciò aggiunge strategia al combattimento poiché i giocatori devono decidere se privilegiare azioni difensive o offensive.
pt: Os personagens podem ter armaduras ou habilidades defensivas que reduzem o dano recebido. Isso adiciona estratégia ao combate, pois os jogadores devem decidir se priorizam ações defensivas ou ofensivas.
ru: У персонажей может быть броня или защитные способности, которые уменьшают получаемый урон. Это добавляет стратегии в бой, так как игрокам приходится решать, следует ли приоритет отдавать защите или атаке.

# guides_aliens_text31
source: Incorporate critical hit mechanics where a specific result (e.g., rolling a natural 20) leads to a critical hit, inflicting extra damage. Allow for character-specific special abilities that can be used in combat for unique effects.
de: Integrieren Sie Mechanismen für kritische Treffer, bei denen ein bestimmtes Ergebnis (z. B. das Würfeln einer natürlichen 20) zu einem kritischen Treffer führt, der zusätzlichen Schaden verursacht. Erlauben Sie charakterspezifische Spezialfähigkeiten, die im Kampf für einzigartige Effekte verwendet werden können.
es: Incorpora mecánicas de golpes críticos donde un resultado específico (por ejemplo, lanzar un 20 natural) lleva a un golpe crítico, infligiendo daño adicional. Permite habilidades especiales específicas del personaje que se pueden usar en combate para efectos únicos.
fr: Intégrez des mécanismes de coups critiques où un résultat spécifique (par exemple, obtenir un 20 naturel) conduit à un coup critique, infligeant des dégâts supplémentaires. Permettez des capacités spéciales propres aux personnages qui peuvent être utilisées en combat pour des effets uniques.
it: Incorpora meccaniche di colpi critici in cui un risultato specifico (ad esempio, ottenere un 20 naturale) porta a un colpo critico, infliggendo danni extra. Consentono abilità speciali specifiche del personaggio che possono essere utilizzate in combattimento per effetti unici.
pt: Incorpore mecânicas de acertos críticos, onde um resultado específico (por exemplo, rolar um 20 natural) leva a um acerto crítico, infligindo dano extra. Permita habilidades especiais específicas do personagem que podem ser usadas em combate para efeitos únicos.
ru: Внедрите механику критических попаданий, где конкретный результат (например, бросок естественной 20) приводит к критическому попаданию, наносящему дополнительный урон. Разрешите уникальные способности персонажей, которые могут использоваться в бою для получения уникальных эффектов.

# guides_aliens_text32
source: Introduce status effects, such as poison, bleeding, or stunned, which can affect characters during combat. Status effects can add complexity to battles.
de: Führen Sie Statuswirkungen ein, wie Vergiftung, Bluten oder Betäubung, die Charaktere im Kampf beeinflussen können. Statuswirkungen können den Schlachten Komplexität verleihen.
es: Introduce efectos de estado, como veneno, sangrado o aturdimiento, que pueden afectar a los personajes durante el combate. Los efectos de estado pueden añadir complejidad a las batallas.
fr: Introduisez des effets de statut, tels que le poison, les saignements ou l'étourdissement, qui peuvent affecter les personnages pendant le combat. Les effets de statut peuvent ajouter de la complexité aux batailles.
it: Introduci effetti di stato, come veleno, sanguinamento o stordimento, che possono colpire i personaggi durante il combattimento. Gli effetti di stato possono aggiungere complessità alle battaglie.
pt: Introduza efeitos de status, como veneno, sangramento ou atordoamento, que podem afetar personagens durante o combate. Os efeitos de status podem adicionar complexidade às batalhas.
ru: Введение эффектов статуса, таких как отравление, кровотечение или ошеломление, которые могут влиять на персонажей во время боя. Эффекты статуса могут добавить сложности в боях.

# guides_aliens_text33
source: Take into account character movement and positioning on the battlefield. Consider factors like cover, line of sight, and ranged combat ranges.
de: Berücksichtigen Sie die Bewegung und Positionierung von Charakteren auf dem Schlachtfeld. Beachten Sie Faktoren wie Deckung, Sichtlinie und Reichweite von Fernkämpfen.
es: Ten en cuenta el movimiento y posicionamiento de los personajes en el campo de batalla. Considera factores como cobertura, línea de visión y alcances de combate a distancia.
fr: Tenez compte du mouvement et du positionnement des personnages sur le champ de bataille. Considérez des facteurs tels que la couverture, la ligne de vue et les portées de combat à distance.
it: Considera il movimento e il posizionamento dei personaggi sul campo di battaglia. Valuta fattori come riparo, linea di vista e portata del combattimento a distanza.
pt: Leve em consideração o movimento e posicionamento do personagem no campo de batalha. Considere fatores como cobertura, linha de visão e alcances de combate à distância.
ru: Учтите перемещение и расположение персонажа на поле боя. Рассмотрите такие факторы, как укрытие, линия зрения и дальность боя.

# guides_aliens_text34
source: Characters may have a morale or bravery score that affects their combat performance. When characters witness disturbing events or are injured, their morale may drop, potentially causing them to flee or panic.
de: Charaktere können eine Moral- oder Mutpunktzahl haben, die ihre Kampfleistung beeinflusst. Wenn Charaktere verstörende Ereignisse erleben oder verletzt werden, kann ihre Moral sinken und sie möglicherweise dazu veranlassen, zu fliehen oder in Panik zu geraten.
es: Los personajes pueden tener una puntuación de moral o valentía que afecta su rendimiento en combate. Cuando los personajes presencian eventos perturbadores o resultan heridos, su moral puede disminuir, lo que podría hacer que huyan o entren en pánico.
fr: Les personnages peuvent avoir un score de morale ou de bravoure qui affecte leur performance au combat. Lorsque les personnages sont témoins d'événements perturbants ou sont blessés, leur moral peut baisser, les amenant éventuellement à fuir ou à paniquer.
it: I personaggi possono avere un punteggio di morale o coraggio che influenza le loro prestazioni in combattimento. Quando i personaggi assistono a eventi disturbanti o vengono feriti, il loro morale può diminuire, causando potenzialmente la fuga o il panico.
pt: Os personagens podem ter uma pontuação de moral ou coragem que afeta seu desempenho em combate. Quando os personagens testemunham eventos perturbadores ou são feridos, sua moral pode diminuir, potencialmente fazendo com que fujam ou entrem em pânico.
ru: У персонажей может быть показатель морали или смелости, который влияет на их боевую эффективность. Когда персонажи сталкиваются с тревожными событиями или получают травмы, их мораль может упасть, что потенциально заставит их бежать или паниковать.

# guides_aliens_text35
source: Panic mechanics add a psychological dimension to the Aliens Role Game, reflecting the stress and fear experienced by characters in intense or terrifying situations. Here's how panic can be integrated into the game
de: Panikmechaniken fügen dem Aliens Role Game eine psychologische Dimension hinzu, die den Stress und die Angst widerspiegelt, die Charaktere in intensiven oder beängstigenden Situationen erleben. Hier erfahren Sie, wie Panik in das Spiel integriert werden kann:
es: Las mecánicas de pánico añaden una dimensión psicológica al juego de rol de Aliens, reflejando el estrés y el miedo experimentado por los personajes en situaciones intensas o aterradoras. Así es cómo se puede integrar el pánico en el juego:
fr: Les mécanismes de panique ajoutent une dimension psychologique au jeu de rôle Aliens, reflétant le stress et la peur vécus par les personnages dans des situations intenses ou terrifiantes. Voici comment la panique peut être intégrée au jeu :
it: Le meccaniche del panico aggiungono una dimensione psicologica al gioco di ruolo Aliens, riflettendo lo stress e la paura vissuti dai personaggi in situazioni intense o terrificanti. Ecco come il panico può essere integrato nel gioco:
pt: As mecânicas de pânico adicionam uma dimensão psicológica ao Jogo de Papéis de Aliens, refletindo o estresse e o medo vivenciados pelos personagens em situações intensas ou aterrorizantes. Aqui está como o pânico pode ser integrado ao jogo
ru: Механика паники добавляет психологическое измерение в игру Aliens Role, отражая стресс и страх, испытываемые персонажами в интенсивных или ужасающих ситуациях. Вот как можно интегрировать панику в игру

# guides_aliens_text36
source: Assign a panic threshold for each character. This threshold represents how much stress or fear a character can withstand before panicking. It can be influenced by character attributes and backgrounds.
de: Weisen Sie jeder Figur eine Panikschwelle zu. Diese Schwelle repräsentiert, wie viel Stress oder Angst ein Charakter aushalten kann, bevor er in Panik gerät. Sie kann von Charakterattributen und Hintergründen beeinflusst werden.
es: Asigna un umbral de pánico para cada personaje. Este umbral representa cuánto estrés o miedo puede soportar un personaje antes de entrar en pánico. Puede influenciarse por atributos y antecedentes del personaje.
fr: Attribuez un seuil de panique à chaque personnage. Ce seuil représente le niveau de stress ou de peur qu'un personnage peut supporter avant de paniquer. Il peut être influencé par les attributs et les antécédents du personnage.
it: Assegna una soglia di panico per ciascun personaggio. Questa soglia rappresenta quanto stress o paura un personaggio può sopportare prima di entrare in panico. Può essere influenzata dagli attributi e dai background del personaggio.
pt: Atribua um limiar de pânico para cada personagem. Este limiar representa o quanto de estresse ou medo um personagem pode suportar antes de entrar em pânico. Pode ser influenciado pelos atributos e antecedentes do personagem.
ru: Назначьте порог паники для каждого персонажа. Этот порог представляет собой то, насколько стресса или страха персонаж может выдержать, прежде чем запаникует. Его можно изменять атрибутами и прошлым персонажа.

# guides_aliens_text37
source: Specify events or conditions that can trigger panic. These may include witnessing a horrific alien creature, being severely injured, or facing overwhelming odds in combat.
de: Legen Sie Ereignisse oder Bedingungen fest, die Panik auslösen können. Dazu können das Anblicken einer furchterregenden außerirdischen Kreatur, schwere Verletzungen oder überwältigende Chancen im Kampf gehören.
es: Especifica eventos o condiciones que pueden desencadenar el pánico. Estos pueden incluir presenciar aterradoras criaturas alienígenas, sufrir graves heridas o enfrentarse a probabilidades abrumadoras en combate.
fr: Spécifiez des événements ou des conditions qui peuvent déclencher la panique. Cela peut inclure le fait de voir une créature extraterrestre horrifiante, d'être gravement blessé ou de faire face à des chances écrasantes au combat.
it: Specifica eventi o condizioni che possono innescare il panico. Questi possono includere la visione di una terrificante creatura aliena, essere gravemente feriti o affrontare avversità schiaccianti in combattimento.
pt: Especifique eventos ou condições que podem desencadear o pânico. Isso pode incluir testemunhar uma criatura alienígena horrível, ser gravemente ferido ou enfrentar probabilidades avassaladoras em combate.
ru: Укажите события или условия, которые могут вызвать панику. К ним могут относиться свидетельствование ужасного инопланетного существа, тяжелые травмы или столкновение с огромными шансами в бою.

# guides_aliens_text38
source: When a character's panic threshold is exceeded, they might suffer from panic effects. These effects could include:
de: Wenn die Panikschwelle eines Charakters überschritten wird, kann er unter Panikeffekten leiden. Dazu könnten gehören:
es: Cuando se supera el umbral de pánico de un personaje, podrían sufrir efectos de pánico. Estos efectos podrían incluir:
fr: Lorsque le seuil de panique d'un personnage est dépassé, il pourrait souffrir d'effets de panique. Ces effets pourraient inclure :
it: Quando la soglia di panico di un personaggio viene superata, potrebbero subire effetti di panico. Questi effetti potrebbero includere:
pt: Quando o limiar de pânico de um personagem é ultrapassado, eles podem sofrer efeitos de pânico. Esses efeitos podem incluir:
ru: Когда порог паники персонажа превышен, он может столкнуться с эффектами паники. Эти эффекты могут включать в себя:

# guides_aliens_text39
source: Reduced accuracy in combat.
de: Verminderte Genauigkeit im Kampf.
es: Disminución de la precisión en combate.
fr: Précision réduite en combat.
it: Precisione ridotta in combattimento.
pt: Precisão reduzida em combate.
ru: Сниженную точность в бою.

# guides_aliens_text40
source: Impaired decision-making, causing characters to make irrational choices.
de: Beeinträchtigte Entscheidungsfindung, die dazu führt, dass Charaktere irrationale Entscheidungen treffen.
es: Deterioro en la toma de decisiones, haciendo que los personajes tomen decisiones irracionales.
fr: Décision altérée, amenant les personnages à faire des choix irrationnels.
it: Compromissione delle decisioni, causando scelte irrazionali da parte dei personaggi.
pt: Tomada de decisões prejudicada, levando os personagens a fazer escolhas irracionais.
ru: Ослабленное принятие решений, вызывающее иррациональные поступки персонажей.

# guides_aliens_text41
source: A heightened likelihood of fleeing from danger.
de: Eine erhöhte Wahrscheinlichkeit, vor Gefahr zu fliehen.
es: Una mayor probabilidad de huir del peligro.
fr: Une probabilité accrue de fuir le danger.
it: Una maggiore probabilità di fuggire dal pericolo.
pt: Probabilidade aumentada de fugir do perigo.
ru: Увеличенную вероятность бегства от опасности.
