Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# guides_cthulhu_text32
source: Develop a detailed backstory that outlines your investigator's experiences and motivations. Dark secrets and personal traumas may surface during the course of the game.
de: Entwickle eine ausführliche Hintergrundgeschichte, die die Erfahrungen und Motivationen deines Ermittlers umreißt. Dunkle Geheimnisse und persönliche Traumata können im Verlauf des Spiels auftauchen.
fr: Élaborez un arrière-plan détaillé pour votre enquêteur, explorant les origines et les motivations de l'enquêteur. Des secrets sombres et des traumatismes personnels peuvent surgir au cours du jeu.

# guides_cthulhu_text33
source: Personal Belongings
de: Persönliche Gegenstände
fr: Effets Personnels

# guides_cthulhu_text34
source: Investigator possessions may include unique items, arcane artifacts, or even dangerous tomes that become integral to the unfolding story.
de: Ermittlerbesitztümer können einzigartige Gegenstände, arkane Artefakte oder sogar gefährliche Schriften umfassen, die integraler Bestandteil der sich entfaltenden Geschichte werden.
fr: Les possessions de l'enquêteur peuvent inclure des objets uniques, des artefacts arcanes ou même des tomes dangereux qui deviennent essentiels à l'histoire qui se déroule.

# guides_cthulhu_text35
source: Alignment
de: Ausrichtung
fr: Alliance

# guides_cthulhu_text36
source: In Call of Cthulhu, there isn't a traditional alignment system. Characters, however, often find themselves morally conflicted or ethically challenged as they grapple with the horrors they uncover.
de: In Ruf des Cthulhu gibt es kein traditionelles Ausrichtungssystem. Charaktere finden sich jedoch oft moralisch im Konflikt oder ethisch herausgefordert, während sie mit den Schrecken ringen, die sie aufdecken.
fr: Dans L'Appel de Cthulhu, il n'y a pas de système d'alliance traditionnel. Cependant, les personnages se trouvent souvent moralement en conflit ou éthiquement mis au défi alors qu'ils luttent contre les horreurs qu'ils découvrent.

# guides_cthulhu_text37
source: Call of Cthulhu is an exploration of fear and the fragility of the human mind. As you delve into the shadows, remember that the true horror may not lie in the monsters you face but in the unraveling of your own sanity. Brace yourself for a journey where the line between reality and nightmare blurs, and the cosmic horrors of the Mythos await your investigator's descent into madness. May your wits remain sharp, and your courage unwavering in the face of the unknown.
de: Ruf des Cthulhu ist eine Erkundung von Angst und der Fragilität des menschlichen Geistes. Wenn du dich in die Schatten begibst, erinnere dich daran, dass der wahre Horror möglicherweise nicht in den Monstern liegt, denen du gegenüberstehst, sondern im Zusammenbruch deiner eigenen Vernunft. Bereite dich auf eine Reise vor, bei der die Grenze zwischen Realität und Albtraum verschwimmt und die kosmischen Schrecken des Mythos auf den Abstieg deines Ermittlers in den Wahnsinn warten. Möge dein Verstand scharf bleiben und dein Mut vor dem Unbekannten unerschütterlich sein.
fr: L'Appel de Cthulhu est une exploration de la peur et de la fragilité de l'esprit humain. En plongeant dans les ombres, rappelez-vous que le véritable horreur pourrait ne pas résider dans les monstres auxquels vous faites face, mais dans le dévoilement de votre propre santé mentale. Préparez-vous à un voyage où la frontière entre réalité et cauchemar s'estompe, et les horreurs cosmiques du Mythe attendent la descente de votre enquêteur dans la folie. Que votre intelligence reste aiguisée et votre courage inébranlable face à l'inconnu.

# multi_player
source: MATCHMAKING
es: EMPAREJAMIENTO
fr: MISE EN RELATION
pt: MULTI JOGADOR
ru: ПОИСК СОПЕРНИКА

# aliens_hp
source: HP
es: Vida
fr: Points de vie
it: Punti Ferita
ru: Здоровье

# guides_initiative
source: Initiative
es: Iniciativa
it: Iniziativa
pt: Iniciativa
ru: Инициатива

source: Email
es: Correo Electrónico
ru: Эл. почта

# termsAndConditions_text1
source: Neque porro quisquam est qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit...
it: Non c'è nessuno che ami il dolore stesso, che lo cerchi e che voglia averlo, semplicemente perché è dolore...
ru: Нет никого, кто любит саму боль, кто ищет её и хочет испытывать, просто потому что это боль...

# enter_email
source: Email
es: Correo Electrónico
ru: Электронная почта
