Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# rules_text9
source: Keep the AI in context: We trust you to follow the story provided by the AI. After all, it's not human. Correct when necessary, make decisions your character would make, and forge your own path, but don't diverge into unrelated topics. You might confuse the AI and disrupt the narrative.
de: Halten Sie die KI im Kontext: Wir vertrauen darauf, dass Sie der Geschichte folgen, die von der KI bereitgestellt wird. Korrigieren Sie, wenn nötig, treffen Sie Entscheidungen, die Ihr Charakter treffen würde, und schlagen Sie Ihren eigenen Weg ein, aber weichen Sie nicht in nicht zusammenhängende Themen ab. Sie könnten die KI verwirren und die Erzählung stören.
es: Mantén la IA en contexto: Confiamos en que seguirás la historia proporcionada por la IA. Después de todo, no es humana. Corrige cuando sea necesario, toma decisiones que tu personaje tomaría y forja tu propio camino, pero no te desvíes hacia temas no relacionados. Podrías confundir a la IA y perturbar la narrativa.
fr: Gardez l'IA dans le contexte : Nous vous faisons confiance pour suivre l'histoire fournie par l'IA. Après tout, elle n'est pas humaine. Corrigez lorsque nécessaire, prenez des décisions que votre personnage prendrait et forgez votre propre chemin, mais ne vous égarez pas dans des sujets non liés. Vous pourriez confondre l'IA et perturber le récit.
pt: Mantenha a IA no contexto: Confiamos em você para seguir a história fornecida pela IA. Afinal, ela não é humana. Corrija quando necessário, tome decisões que seu personagem tomaria e trace seu próprio caminho, mas não se desvie para tópicos não relacionados. Você pode confundir a IA e interromper a narrativa.
ru: Держите ИИ в контексте: Мы доверяем вам следовать сюжету, предоставленному ИИ. В конце концов, он не человек. Исправляйте, когда это необходимо, принимайте решения, которые принимал бы ваш персонаж, и прокладывайте свой собственный путь, но не уходите в несвязанные темы. Вы можете запутать ИИ и нарушить повествование.

# rules_text10
source: No cheating: We appeal to the goodwill of our players. If things go awry, don't hesitate to help the AI remember certain decisions and aspects of your character sheet.
de: Kein Schummeln: Wir appellieren an die Wohlgesonnenheit unserer Spieler. Wenn etwas schief geht, zögern Sie nicht, der KI zu helfen, sich an bestimmte Entscheidungen und Aspekte Ihres Charakterblatts zu erinnern.
es: Sin hacer trampas: Apelamos a la buena voluntad de nuestros jugadores. Si las cosas van mal, no dudes en ayudar a la IA a recordar ciertas decisiones y aspectos de tu hoja de personaje.
fr: Pas de triche : Nous faisons appel à la bonne volonté de nos joueurs. Si les choses tournent mal, n'hésitez pas à aider l'IA à se souvenir de certaines décisions et aspects de votre fiche de personnage.
pt: Sem trapaça: Apelamos à boa vontade dos nossos jogadores. Se as coisas saírem do controle, não hesite em ajudar a IA a lembrar certas decisões e aspectos da ficha do seu personagem.
ru: Нет обмана: Мы полагаемся на добросердечие наших игроков. Если что-то идет не так, не стесняйтесь помочь ИИ вспомнить определенные решения и аспекты вашего листа персонажа.

# rules_text11
source: Behave as you would with your trusted Game Master: It's each player's responsibility to ensure it's an enjoyable and easy-to-follow game.
de: Verhalten Sie sich so, wie Sie es mit Ihrem vertrauenswürdigen Spielleiter tun würden: Es ist die Verantwortung jedes Spielers, sicherzustellen, dass es ein unterhaltsames und leicht verständliches Spiel ist.
es: Comportarse como lo harías con tu querido Director de Juego: Es responsabilidad de cada jugador asegurarse de que sea un juego agradable y fácil de seguir.
fr: Comportez-vous comme avec votre Maître de Jeu de confiance : Il incombe à chaque joueur de veiller à ce que le jeu soit agréable et facile à suivre.
pt: Comporte-se como faria com seu Mestre de Jogo de confiança: É responsabilidade de cada jogador garantir que seja um jogo agradável e fácil de seguir.
ru: Ведите себя так, как вы бы поступили со своим доверенным Мастером игры: Каждый игрок несет ответственность за то, чтобы игра была увлекательной и легко читаемой.

# rules_text12
source: Disclaimer: Since it's an external conversational AI, we're not responsible for the content of the conversations. We trust in you!
de: Haftungsausschluss: Da es sich um eine externe Konversations-KI handelt, sind wir nicht verantwortlich für den Inhalt der Gespräche. Wir vertrauen auf Sie!
es: Descargo de responsabilidad: Dado que es una IA conversacional externa, no somos responsables del contenido de las conversaciones. ¡Confiamos en ti!
fr: Avis de non-responsabilité : Étant donné qu'il s'agit d'une IA conversationnelle externe, nous ne sommes pas responsables du contenu des conversations. Nous faisons confiance en vous !
pt: Aviso Legal: Como é uma IA de conversação externa, não somos responsáveis pelo conteúdo das conversas. Confiamos em você!
ru: Отказ от ответственности: Поскольку это внешний разговорный искусственный интеллект, мы не несем ответственности за содержание бесед. Мы верим в вас!

# guides_settings
source: Setting
de: Einstellung
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configuração
ru: Настройки

# guides_game_system
source: Game System
de: Spielsystem
es: Sistema de Juego
fr: Système de Jeu
it: Sistema di Gioco
pt: Sistema de Jogo
ru: Игровая система

# guides_character_creation
source: Character Creation
de: Charaktererstellung
es: Creación de Personajes
fr: Création de Personnage
it: Creazione del Personaggio
pt: Criação de Personagem
ru: Создание персонажа

# guides_skills
source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Abilità
pt: Habilidades
ru: Навыки

# guides_personal_agenda
source: Personal Agenda
de: Persönliche Agenda
es: Agenda Personal
fr: Agenda Personnel
it: Agenda Personale
pt: Agenda Pessoal
ru: Личная повестка

# guides_dice_mechanics
source: Dice Mechanics
de: Würfelmechanik
es: Mecánica de Dados
fr: Mécanique des Dés
it: Meccaniche dei Dadi
pt: Mecânica de Dados
ru: Механика костей

# guides_roll_types
source: Roll Types
de: Wurftypen
es: Tipos de Tiradas
fr: Types de Lancers
it: Tipi di Lanci
pt: Tipos de Rolagens
ru: Типы бросков

# guides_skill_checks
source: Skill Checks
de: Fähigkeitsprüfungen
es: Comprobaciones de Habilidad
fr: Vérifications de Compétences
it: Verifiche di Abilità
pt: Testes de Habilidade
ru: Проверка навыков

# guides_success_thresholds
source: Success Thresholds
de: Erfolgsschwellen
es: Umbral de Éxito
fr: Seuils de Réussite
it: Soglie di Successo
pt: Limites de Sucesso
ru: Пороги успеха

# guides_modifiers
source: Modifiers
de: Modifikatoren
es: Modificadores
fr: Modificateurs
it: Modificatori
pt: Modificadores
ru: Модификаторы

# guides_critical_hits_and_failures
source: Critical Hits and Failures
de: Kritische Treffer und Misserfolge
es: Golpes Críticos y Fracasos
fr: Coups Critiques et Échecs
it: Colpi Critici e Fallimenti
pt: Acertos e Falhas Críticas
ru: Критические попадания и провалы

# guides_dice_pools
source: Dice Pools
de: Würfelpools
es: Piscinas de Dados
fr: Pools de Dés
it: Piscine di Dadi
pt: Piscinas de Dados
ru: Бассейны костей

# guides_game_master
source: Game Master
de: Spielleiter
es: Director de Juego
fr: Maître de Jeu
it: Master di Gioco
pt: Mestre de Jogo
ru: Мастер игры

# guides_alien_encounters
source: Alien Encounters
de: Begegnungen mit Außerirdischen
es: Encuentros Alienígenas
fr: Rencontres Extraterrestres
it: Incontri Alieni
pt: Encontros Alienígenas
ru: Встречи с пришельцами

# guides_exploration
source: Exploration
de: Erkundung
es: Exploración
it: Esplorazione
pt: Exploração
ru: Исследование

# guides_conflict_and_combat
source: Conflict and Combat
de: Konflikt und Kampf
es: Conflicto y Combate
fr: Conflit et Combat
it: Conflitto e Combattimento
pt: Conflito e Combate
ru: Конфликты и бой

# guides_actions_and_turns
source: Actions and Turns
de: Aktionen und Runden
es: Acciones y Turnos
fr: Actions et Tours
it: Azioni e Turni
pt: Ações e Turnos
ru: Действия и ходы

# guides_attack_rolls
source: Attack Rolls
de: Angriffswürfe
es: Tiradas de Ataque
fr: Lancers d'Attaque
it: Tiri di Attacco
pt: Rolagens de Ataque
ru: Броски на атаку

# guides_damage_and_health
source: Damage and Health
de: Schaden und Gesundheit
es: Daño y Salud
fr: Dommages et Santé
it: Danno e Salute
pt: Dano e Saúde
ru: Урон и здоровье

# guides_armor_and_defense
source: Armor and Defense
de: Rüstung und Verteidigung
es: Armadura y Defensa
fr: Armure et Défense
it: Armatura e Difesa
pt: Armadura e Defesa
ru: Броня и защита

# guides_critical_hits_and_special_abilities
source: Critical Hits and Special Abilities
de: Kritische Treffer und besondere Fähigkeiten
es: Golpes Críticos y Habilidades Especiales
fr: Coups Critiques et Capacités Spéciales
it: Colpi Critici e Abilità Speciali
pt: Acertos Críticos e Habilidades Especiais
ru: Критические попадания и особые способности

# guides_status_effects
source: Status Effects
de: Statuswirkungen
es: Efectos de Estado
fr: Effets de Statut
it: Effetti di Stato
pt: Efeitos de Status
ru: Статусные эффекты

# guides_movement_and_positioning
source: Movement and Positioning
de: Bewegung und Positionierung
es: Movimiento y Posicionamiento
fr: Mouvement et Positionnement
it: Movimento e Posizionamento
pt: Movimento e Posicionamento
ru: Движение и позиционирование

# guides_morale_and_fleeing
source: Morale and Fleeing
de: Moral und Flucht
es: Moral y Huida
fr: Morale et Fuite
it: Morale e Fuga
pt: Moral e Fuga
ru: Боевой дух и бегство

# guides_panic_mechanics
source: Panic Mechanics
de: Panikmechanik
es: Mecánicas de Pánico
fr: Mécanique de la Panique
it: Meccaniche del Panico
pt: Mecânica de Pânico
ru: Механика паники

# guides_panic_threshold
source: Panic Threshold
de: Panikschwelle
es: Umbral de Pánico
fr: Seuil de Panique
it: Soglia di Panico
pt: Limiar de Pânico
ru: Порог паники

# guides_panic_triggers
source: Panic Triggers
de: Panikauslöser
es: Desencadenantes de Pánico
fr: Déclencheurs de Panique
it: Trigger del Panico
pt: Desencadeadores de Pânico
ru: Триггеры паники

# guides_panic_effects
source: Panic Effects
de: Panikwirkungen
es: Efectos de Pánico
fr: Effets de Panique
it: Effetti del Panico
pt: Efeitos de Pânico
ru: Эффекты паники

# guides_recovery
source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
pt: Recuperação
ru: Восстановление

# guides_role_playing_opportunities
source: Role-Playing Opportunities
de: Rollenspielchancen
es: Oportunidades de Rol
fr: Opportunités de Jeu de Rôle
it: Opportunità di Gioco di Ruolo
pt: Oportunidades de Interpretação de Papéis
ru: Возможности ролевой игры

# guides_aliens_text1
source: Aliens Role Game is typically set in a futuristic, space-faring universe where humanity and various alien species coexist. Players can choose from a variety of character roles, from spacefaring explorers to alien diplomats or mercenaries.
de: Das Aliens Role Game spielt typischerweise in einem futuristischen, raumfahrenden Universum, in dem die Menschheit und verschiedene außerirdische Spezies koexistieren. Spieler können aus einer Vielzahl von Charakterrollen wählen, von raumfahrenden Entdeckern bis hin zu außerirdischen Diplomaten oder Söldnern.
es: El juego de rol de Aliens generalmente se desarrolla en un universo futurista y espacial donde la humanidad y diversas especies alienígenas coexisten. Los jugadores pueden elegir entre una variedad de roles de personajes, desde exploradores espaciales hasta diplomáticos o mercenarios alienígenas.
fr: Le jeu de rôle Aliens se déroule généralement dans un univers futuriste et spatial où l'humanité et diverses espèces extraterrestres coexistent. Les joueurs peuvent choisir parmi une variété de rôles de personnages, des explorateurs spatiaux aux diplomates ou mercenaires extraterrestres.
it: Il gioco di ruolo Aliens si svolge tipicamente in un universo futuristico e spaziale, dove umanità e varie specie aliene convivono. I giocatori possono scegliere tra una varietà di ruoli, da esploratori spaziali a diplomatici o mercenari alieni.
pt: O Jogo de Papéis de Aliens geralmente se passa em um universo futurista e espacial, onde a humanidade e várias espécies alienígenas coexistem. Os jogadores podem escolher entre uma variedade de papéis de personagem, desde exploradores espaciais até diplomatas ou mercenários alienígenas.
ru: Игра Aliens Role обычно устанавливается в будущей вселенной, где человечество и различные внеземные виды сосуществуют в космическом пространстве. Игроки могут выбирать из различных ролей персонажей, начиная от космических исследователей до инопланетных дипломатов или наемников.

# guides_aliens_text2
source: The game often employs a rule system that combines storytelling, character development, and dice mechanics. Players create characters with unique attributes and skills, and they engage with the game world through narrative interactions and dice rolls.
de: Das Spiel verwendet oft ein Regelwerk, das Geschichtenerzählen, Charakterentwicklung und Würfelmechanik kombiniert. Spieler erstellen Charaktere mit einzigartigen Attributen und Fähigkeiten und interagieren mit der Spielwelt durch narrative Interaktionen und Würfelwürfe.
es: El juego a menudo utiliza un sistema de reglas que combina la narración, el desarrollo de personajes y la mecánica de dados. Los jugadores crean personajes con atributos y habilidades únicas, y participan en el mundo del juego a través de interacciones narrativas y tiradas de dados.
fr: Le jeu utilise souvent un système de règles combinant narration, développement de personnage et mécanique de dés. Les joueurs créent des personnages avec des attributs et des compétences uniques, et ils interagissent avec le monde du jeu à travers des interactions narratives et des lancers de dés.
it: Il gioco spesso utilizza un sistema di regole che combina narrazione, sviluppo dei personaggi e meccaniche dei dadi. I giocatori creano personaggi con attributi e abilità uniche e interagiscono con il mondo di gioco attraverso interazioni narrative e tiri di dado.
pt: O jogo frequentemente emprega um sistema de regras que combina narrativa, desenvolvimento de personagens e mecânica de dados. Os jogadores criam personagens com atributos e habilidades únicos, e interagem com o mundo do jogo por meio de interações narrativas e rolagens de dados.
ru: В игре часто используется правила, объединяющие рассказы, развитие персонажей и механику костей. Игроки создают персонажей с уникальными характеристиками и навыками, и взаимодействуют с игровым миром через повествовательные взаимодействия и броски костей.

# guides_aliens_text3
source: Players typically create characters by selecting a species (human or alien) and assigning attributes, skills, and backgrounds. These choices define a character's abilities and role in the game world.
de: Spieler erstellen typischerweise Charaktere, indem sie eine Spezies (menschlich oder außerirdisch) auswählen und Attribute, Fähigkeiten und Hintergründe zuweisen. Diese Entscheidungen definieren die Fähigkeiten eines Charakters und seine Rolle in der Spielwelt.
es: Por lo general, los jugadores crean personajes seleccionando una especie (humana o alienígena) y asignando atributos, habilidades y antecedentes. Estas elecciones definen las habilidades y el papel de un personaje en el mundo del juego.
fr: Les joueurs créent généralement des personnages en choisissant une espèce (humaine ou extraterrestre) et en attribuant des attributs, des compétences et des antécédents. Ces choix définissent les capacités du personnage et son rôle dans le monde du jeu.
it: I giocatori solitamente creano i personaggi selezionando una specie (umana o aliena) e assegnando attributi, abilità e background. Queste scelte definiscono le abilità e il ruolo del personaggio nel mondo di gioco.
pt: Os jogadores geralmente criam personagens escolhendo uma espécie (humana ou alienígena) e atribuindo atributos, habilidades e antecedentes. Essas escolhas definem as habilidades e o papel do personagem no mundo do jogo.
ru: Игроки обычно создают персонажей, выбирая вид (человек или инопланетянин) и присваивая характеристики, навыки и фон. Эти выборы определяют способности персонажа и его роль в мире игры.

# guides_aliens_text4
source: Skills are character abilities that represent a character's expertise or proficiency in specific areas. Here's how to use them effectively:
de: Fähigkeiten sind die Fähigkeiten eines Charakters, die die Expertise oder Beherrschung in bestimmten Bereichen repräsentieren. So verwenden Sie sie effektiv:
es: Las habilidades son las capacidades de los personajes que representan la experiencia o competencia en áreas específicas. Así es cómo utilizarlas eficazmente:
fr: Les compétences sont des capacités du personnage qui représentent son expertise ou sa compétence dans des domaines spécifiques. Voici comment les utiliser efficacement :
it: Le abilità sono capacità del personaggio che rappresentano l'esperienza o la competenza in aree specifiche. Ecco come usarle efficacemente:
pt: Habilidades são habilidades do personagem que representam a experiência ou proficiência em áreas específicas. Veja como usá-las efetivamente:
ru: Навыки - это способности персонажа, представляющие его экспертизу или мастерство в конкретных областях. Вот как их эффективно использовать:

# guides_aliens_text5
source: Characters should have a list of skills, each associated with a specific aspect of the game (e.g., diplomacy, combat, technology).
de: Charaktere sollten eine Liste von Fähigkeiten haben, die jeder mit einem bestimmten Aspekt des Spiels verbindet (z. B. Diplomatie, Kampf, Technologie).
es: Los personajes deben tener una lista de habilidades, cada una asociada con un aspecto específico del juego (por ejemplo, diplomacia, combate, tecnología).
fr: Les personnages devraient avoir une liste de compétences, chacune associée à un aspect spécifique du jeu (par exemple, diplomatie, combat, technologie).
it: I personaggi dovrebbero avere una lista di abilità, ognuna associata a un aspetto specifico del gioco (ad esempio, diplomazia, combattimento, tecnologia).
pt: Os personagens devem ter uma lista de habilidades, cada uma associada a um aspecto específico do jogo (por exemplo, diplomacia, combate, tecnologia).
ru: У персонажей должен быть список навыков, каждый из которых ассоциирован с конкретным аспектом игры (например, дипломатия, бой, технологии).

# guides_aliens_text6
source: The skills provide bonuses or advantages during relevant actions. For example, a character skilled in piloting might gain a bonus when flying a spaceship.
de: Die Fähigkeiten bieten Boni oder Vorteile während relevanter Aktionen. Zum Beispiel könnte ein Charakter mit Flugfähigkeiten einen Bonus erhalten, wenn er ein Raumschiff fliegt.
es: Las habilidades proporcionan bonificaciones o ventajas durante acciones relevantes. Por ejemplo, un personaje habilidoso en el pilotaje podría obtener un bono al volar una nave espacial.
fr: Les compétences fournissent des bonus ou des avantages lors d'actions pertinentes. Par exemple, un personnage compétent en pilotage pourrait obtenir un bonus lorsqu'il pilote un vaisseau spatial.
it: Le abilità forniscono bonus o vantaggi durante azioni rilevanti. Ad esempio, un personaggio esperto di pilotaggio potrebbe ottenere un bonus quando guida una navicella spaziale.
pt: As habilidades fornecem bônus ou vantagens durante ações relevantes. Por exemplo, um personagem habilidoso em pilotar pode obter um bônus ao pilotar uma nave espacial.
ru: Навыки предоставляют бонусы или преимущества во время соответствующих действий. Например, персонаж, владеющий искусством пилотирования, может получить бонус при управлении космическим кораблем.

# guides_aliens_text7
source: Talents are unique, character-specific abilities or traits that can be used to gain advantages in the game.
de: Talente sind einzigartige, charakterspezifische Fähigkeiten oder Eigenschaften, die verwendet werden können, um im Spiel Vorteile zu erlangen.
es: Los talentos son habilidades o rasgos únicos específicos del personaje que se pueden usar para obtener ventajas en el juego.
fr: Les talents sont des capacités ou des traits uniques propres à chaque personnage, pouvant être utilisés pour obtenir des avantages dans le jeu.
it: I Talenti sono abilità o tratti unici specifici del personaggio che possono essere utilizzati per ottenere vantaggi nel gioco.
pt: Talentos são habilidades ou traços únicos do personagem que podem ser usados para obter vantagens no jogo.
ru: Таланты - это уникальные, специфичные для персонажа способности или черты, которые можно использовать для получения преимуществ в игре.

# guides_aliens_text8
source: Specialized combat techniques, granting characters unique attacks or defenses.
de: Spezialisierte Kampftechniken, die Charakteren einzigartige Angriffe oder Verteidigungen gewähren.
es: Técnicas de combate especializadas, otorgando a los personajes ataques o defensas únicas.
fr: Techniques de combat spécialisées, conférant aux personnages des attaques ou défenses uniques.
it: Tecniche di combattimento specializzate, che conferiscono ai personaggi attacchi o difese uniche.
pt: Técnicas de combate especializadas, concedendo aos personagens ataques ou defesas únicas.
ru: Специализированные боевые техники, предоставляющие персонажам уникальные атаки или защиту.

# guides_aliens_text9
source: Exceptional social talents like persuasion, intimidation, or diplomacy.
de: Außergewöhnliche soziale Talente wie Überredung, Einschüchterung oder Diplomatie.
es: Talentos sociales excepcionales como persuasión, intimidación o diplomacia.
fr: Talents sociaux exceptionnels tels que persuasion, intimidation ou diplomatie.
it: Talenti sociali eccezionali come persuasione, intimidazione o diplomazia.
pt: Talentos sociais excepcionais como persuasão, intimidação ou diplomacia.
ru: Исключительные социальные таланты, такие как убеждение, запугивание или дипломатия.

# guides_aliens_text10
source: Technical talents for hacking, repair, or gadget creation.
de: Technische Talente für Hacking, Reparatur oder die Erstellung von Gadgets.
es: Talentos técnicos para hackeo, reparación o creación de dispositivos.
fr: Talents techniques pour le piratage, la réparation ou la création de gadgets.
it: Talenti tecnici per hacking, riparazioni o creazione di gadget.
pt: Talentos técnicos para hacking, reparo ou criação de dispositivos.
ru: Технические таланты для взлома, ремонта или создания гаджетов.
