Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# guides_aliens_text42
source: Increased vulnerability to status effects like fear or confusion.
de: Erhöhte Anfälligkeit für Statuswirkungen wie Angst oder Verwirrung.
es: Mayor vulnerabilidad a efectos de estado como miedo o confusión.
fr: Vulnérabilité accrue aux effets de statut tels que la peur ou la confusion.
it: Aumento della vulnerabilità agli effetti di stato come paura o confusione.
pt: Vulnerabilidade aumentada a efeitos de status como medo ou confusão.
ru: Повышенную уязвимость к эффектам статуса, таким как страх или путаница.

# guides_aliens_text43
source: Characters may have a chance to recover from panic over time, with support from other characters, or by taking specific actions to calm themselves.
de: Charaktere haben möglicherweise die Möglichkeit, sich im Laufe der Zeit von Panik zu erholen, mit Unterstützung von anderen Charakteren oder durch spezifische Handlungen, um sich zu beruhigen.
es: Los personajes pueden tener la oportunidad de recuperarse del pánico con el tiempo, con el apoyo de otros personajes, o tomando acciones específicas para calmarse.
fr: Les personnages peuvent avoir une chance de se remettre de la panique avec le temps, avec le soutien d'autres personnages, ou en prenant des mesures spécifiques pour se calmer.
it: I personaggi possono avere la possibilità di riprendersi dal panico nel tempo, con il supporto degli altri personaggi o prendendo specifiche azioni per calmarsi.
pt: Os personagens podem ter a chance de se recuperar do pânico ao longo do tempo, com o apoio de outros personagens, ou tomando ações específicas para se acalmar.
ru: У персонажей может быть шанс восстановления от паники со временем, с поддержкой других персонажей или с принятием конкретных мер для успокоения себя.

# guides_aliens_text44
source: Feel encouraged to role-play your character’s fear and stress during panic situations. This adds depth to the narrative and immerses players in the game's atmosphere.
de: Fühlen Sie sich ermutigt, die Angst und den Stress Ihres Charakters während Paniksituationen zu spielen. Dies verleiht der Erzählung Tiefe und taucht die Spieler in die Atmosphäre des Spiels ein.
es: Siéntete animado a interpretar el miedo y el estrés de tu personaje durante situaciones de pánico. Esto añade profundidad a la narrativa e sumerge a los jugadores en la atmósfera del juego.
fr: N'hésitez pas à jouer la peur et le stress de votre personnage pendant les situations de panique. Cela ajoute de la profondeur à la narration et plonge les joueurs dans l'atmosphère du jeu.
it: Sentiti incoraggiato a interpretare la paura e lo stress del tuo personaggio durante situazioni di panico. Ciò aggiunge profondità alla narrazione e coinvolge i giocatori nell'atmosfera del gioco.
pt: Sinta-se encorajado a interpretar o medo e o estresse do seu personagem durante situações de pânico. Isso adiciona profundidade à narrativa e mergulha os jogadores na atmosfera do jogo.
ru: Не стесняйтесь отыгрывать страх и стресс вашего персонажа в ситуациях паники. Это добавит глубину повествованию и погрузит игроков в атмосферу игры.

# enter_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha
ru: Пароль

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
pt: Esqueceu a Senha?
ru: Забыли пароль?

source: Invalid Credentials
de: Ungültige Anmeldedaten
es: Credenciales Inválidas
fr: Identifiants invalides
it: Credenziali non valide
pt: Credenciais Inválidas
ru: Неверные учетные данные

source: Or Continue With
de: Oder weitermachen mit
es: O Continúa Con
fr: Ou continuer avec
it: O Continua con
pt: Ou Continuar Com
ru: Или продолжить с

# does_not_have_account
source: Does not have account? Register
de: Haben Sie kein Konto? Registrieren
es: ¿No tienes una cuenta? Regístrate
fr: Vous n'avez pas de compte ? Inscrivez-vous
it: Non hai un account? Registrati
pt: Não tem uma conta? Registrar
ru: Нет учетной записи? Зарегистрироваться

# recive_email
source: Receive an email to reset your password
de: Erhalten Sie eine E-Mail, um Ihr Passwort zurückzusetzen
es: Recibe un correo electrónico para restablecer tu contraseña
fr: Recevez un e-mail pour réinitialiser votre mot de passe
it: Ricevi una email per reimpostare la tua password
pt: Receber um e-mail para redefinir sua senha
ru: Получить электронное письмо для сброса пароля

source: Enter email or username
de: E-Mail oder Benutzernamen eingeben
es: Ingresa correo electrónico o nombre de usuario
fr: Entrez votre e-mail ou votre nom d'utilisateur
it: Inserisci email o username
pt: Digite o e-mail ou nome de usuário
ru: Введите электронную почту или имя пользователя

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
it: Reimposta Password
pt: Redefinir Senha
ru: Сбросить пароль

source: Enter username
de: Benutzernamen eingeben
es: Ingresa nombre de usuario
fr: Entrer le nom d'utilisateur
it: Inserisci username
pt: Digite o nome de usuário
ru: Введите имя пользователя

# username_exists
source: This username already exist
de: Dieser Benutzername existiert bereits
es: Este nombre de usuario ya existe
fr: Ce nom d'utilisateur existe déjà
it: Questo username esiste già
pt: Este nome de usuário já existe
ru: Это имя пользователя уже существует

source: Invalid email
de: Ungültige E-Mail
es: Correo electrónico inválido
fr: E-mail invalide
it: Email non valida
pt: E-mail inválido
ru: Неверный адрес электронной почты

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova Password
pt: Nova Senha
ru: Новый пароль

# password_info
source: At least one letter, one digit and 8 characters
de: Mindestens ein Buchstabe, eine Ziffer und 8 Zeichen
es: Al menos una letra, un dígito y 8 caracteres
fr: Au moins une lettre, un chiffre et 8 caractères
it: Almeno una lettera, un numero e 8 caratteri
pt: Pelo menos uma letra, um dígito e 8 caracteres
ru: Хотя бы одна буква, одна цифра и 8 символов

# accept
source: I accept the
de: Ich akzeptiere die
es: Acepto las
fr: J'accepte les
it: Accetto le
pt: Eu aceito as
ru: Я принимаю

source: game rules
de: Spielregeln
es: reglas del juego
fr: règles du jeu
it: regole del gioco
pt: regras do jogo
ru: правила игры

# single_player
source: SOLO GAME
de: EINZELSPIEL
es: JUEGO EN SOLITARIO
fr: JEU SOLO
it: GIOCO SINGOLO
pt: UM JOGADOR
ru: ИГРА В ОДИНОЧКУ

# pairing_mode
source: LOBBIES
de: LOBBYS
es: SALAS
fr: SALONS
it: SALE
pt: MODO DE EMPARELHAMENTO
ru: ЛОББИ

source: COMING SOON
de: BALD VERFÜGBAR
es: PRÓXIMAMENTE
fr: PROCHAINEMENT
it: PRESTO DISPONIBILE
pt: EM BREVE
ru: СКОРО В ПРОДАЖЕ

source: Number of players:
de: Anzahl der Spieler:
es: Número de jugadores:
fr: Nombre de joueurs :
it: Numero di giocatori:
pt: Número de jogadores:
ru: Количество игроков:

# brief_description
source: Brief story description:
de: Kurze Beschreibung der Geschichte:
es: Breve descripción de la historia:
fr: Description brève de l'histoire :
it: Breve descrizione della storia:
pt: Breve descrição da história:
ru: Краткое описание сюжета:

source: Required
de: Erforderlich
es: Requerido
fr: Requis
it: Richiesto
pt: Obrigatório
ru: Обязательно

source: Tokens required:
de: Benötigte Token:
es: Tokens requeridos:
fr: Jetons requis :
it: Token richiesti:
pt: Tokens necessários:
ru: Требуемые маркеры:

source: Start Game
de: Spiel starten
es: Comenzar Juego
fr: Commencer le jeu
it: Inizia il gioco
pt: Iniciar Jogo
ru: Начать игру

source: Creating random character...
de: Zufälligen Charakter erstellen...
es: Creando personaje aleatorio...
fr: Création d'un personnage aléatoire...
it: Creazione del personaggio casuale...
pt: Criando personagem aleatório...
ru: Создание случайного персонажа...

source: Random Character
de: Zufallscharakter
es: Personaje Aleatorio
fr: Personnage aléatoire
it: Personaggio casuale
pt: Personagem Aleatório
ru: Случайный персонаж

source: Creating game...
de: Spiel wird erstellt...
es: Creando partida...
fr: Création du jeu...
it: Creazione del gioco...
pt: Criando jogo...
ru: Создание игры...

# error_loading_character
source: Error loading character data:
de: Fehler beim Laden von Charakterdaten:
es: Error al cargar datos del jugador:
fr: Erreur lors du chargement des données du personnage :
it: Errore nel caricamento dei dati del personaggio:
pt: Erro ao carregar dados do personagem:
ru: Ошибка загрузки данных персонажа:

# aliens_attributes
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
it: Attributi
pt: Atributos
ru: Характеристики

# aliens_strength
source: Strength
de: Stärke
es: Fuerza
fr: Force
it: Forza
pt: Força
ru: Сила

# aliens_agility
source: Agility
de: Beweglichkeit
es: Agilidad
fr: Agilité
it: Agilità
pt: Agilidade
ru: Ловкость

# aliens_empathy
source: Empathy
de: Empathie
es: Empatía
fr: Empathie
it: Empatia
pt: Empatia
ru: Эмпатия

# aliens_wits
source: Wits
de: Witz
es: Inteligencia
fr: Intelligence
it: Intuito
pt: Astúcia
ru: Смекалка

# aliens_character_level
source: Character Level
de: Charakterlevel
es: Nivel del Personaje
fr: Niveau du personnage
it: Livello del personaggio
pt: Nível do Personagem
ru: Уровень персонажа

# aliens_career
source: Career
de: Beruf
es: Carrera
fr: Carrière
it: Carriera
pt: Carreira
ru: Карьера

# aliens_skills
source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Abilità
pt: Habilidades
ru: Навыки

# aliens_talents
source: Talents
de: Talente
es: Talentos
it: Talenti
pt: Talentos
ru: Таланты

# aliens_appearance
source: Appearance
de: Erscheinung
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
ru: Внешность

# aliens_personal_agenda
source: Personal Agenda
de: Persönliche Agenda
es: Agenda Personal
fr: Agenda personnel
it: Agenda Personale
pt: Agenda Pessoal
ru: Личная повестка дня

# aliens_friend
source: Friend
de: Freund
es: Amigo
fr: Ami
it: Amico
pt: Amigo
ru: Друг

# aliens_rival
source: Rival
de: Rivale
it: Rivale
ru: Соперник

# aliens_signature_item
source: Signature Item
de: Signaturartikel
es: Objeto Distintivo
fr: Objet signature
it: Oggetto distintivo
pt: Item de Assinatura
ru: Подписной предмет

# aliens_cash
source: Cash
de: Bargeld
es: Dinero
fr: Argent
it: Denaro
pt: Dinheiro
ru: Деньги

# aliens_gear
source: Gear
de: Ausrüstung
es: Equipo
fr: Équipement
it: Equipaggiamento
pt: Equipamento
ru: Снаряжение

# buyButton
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Compra
pt: Comprar
ru: Купить

# confirmButton
source: Confirm Purchase
de: Kauf bestätigen
es: Confirmar Compra
fr: Confirmer l'achat
it: Conferma Acquisto
pt: Confirmar Compra
ru: Подтвердить покупку

# confirmPurchaseText
source: Do you want to buy
de: Möchten Sie kaufen
es: ¿Quieres comprar
fr: Voulez-vous acheter
it: Vuoi comprare
pt: Você deseja comprar
ru: Хотите купить

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# game_stats
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
ru: Статистика

# game_players
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori
pt: Jogadores
ru: Игроки

# game_epic_phase
source: Craft the destiny of your character's journey...
de: Gestalte das Schicksal der Reise deines Charakters...
es: Da forma al destino del viaje de tu personaje...
fr: Forgez le destin du voyage de votre personnage...
it: Plasma il destino del viaggio del tuo personaggio...
pt: Crie o destino da jornada do seu personagem...
ru: Воплотите судьбу путешествия вашего персонажа...

# game_no_messages
source: No messages...
de: Keine Nachrichten...
es: Sin mensajes...
fr: Aucun message...
it: Nessun messaggio...
pt: Sem mensagens...
ru: Нет сообщений...

source: No stats found...
de: Keine Statistiken gefunden...
es: No se encontraron estadísticas...
fr: Aucune statistique trouvée...
it: Nessuna statistica trovata...
pt: Nenhuma estatística encontrada...
ru: Статистика не найдена...

# exit_game_dialog_title
source: Exit Game
de: Spiel verlassen
fr: Quitter le Jeu
it: Esci dal Gioco
pt: Sair do Jogo
ru: Выход из игры

# exit_game_dialog_text
source: Are you sure you want to exit the game?
de: Möchten Sie das Spiel wirklich verlassen?
fr: Êtes-vous sûr de vouloir quitter le jeu?
it: Sei sicuro di voler uscire dal gioco?
pt: Tem certeza de que deseja sair do jogo?
ru: Вы уверены, что хотите выйти из игры?

# exit_game_dialog_autosave
source: (The game will be saved automatically)
de: (Das Spiel wird automatisch gespeichert)
fr: (Le jeu sera enregistré automatiquement)
it: (O jogo será salvo automaticamente)
pt: (Il gioco verrà salvato automaticamente)
ru: (Игра будет сохранена автоматически)

# exit_game_dialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# exit_game_dialog_exit
source: Exit
de: Verlassen
fr: Quitter
it: Esci
pt: Sair
ru: Выход

# pairing_mode_create
source: Create Game
de: Spiel erstellen
fr: Créer une partie
it: Crea partita
pt: Criar jogo
ru: Создать игру

# pairing_mode_join
source: Join Game
de: Spiel beitreten
fr: Rejoindre la partie
it: Unisciti alla partita
pt: Entrar no jogo
ru: Присоединиться к игре

source: Waiting room
de: Warteraum
fr: Salle d'attente
it: Sala d'attesa
pt: Sala de espera
ru: Зал ожидания

# game_selection
source: Write the code of the game you want to join
de: Geben Sie den Code des Spiels ein, dem Sie beitreten möchten
fr: Écrivez le code du jeu auquel vous souhaitez vous joindre
it: Scrivi il codice del gioco a cui vuoi unirti
pt: Escreva o código do jogo ao qual deseja se juntar
ru: Введите код игры, к которой вы хотите присоединиться

source: Game code
de: Spielcode
fr: Code du jeu
it: Codice del gioco
pt: Código do jogo
ru: Код игры

# accept_button
source: Accept
de: Akzeptieren
fr: Accepter
it: Accetta
pt: Aceitar
ru: Принять

source: Characters
de: Charaktere
fr: Personnages
it: Personaggi
pt: Personagens
ru: Персонажи

source: Games
de: Spiele
fr: Jeux
it: Giochi
pt: Jogos
ru: Игры

source: Games played
de: Gespielte Spiele
fr: Parties jouées
it: Partite giocate
pt: Jogos jogados
ru: Сыгранные игры

source: Tokens left
de: Verbleibende Tokens
fr: Jetons restants
it: Gettoni rimasti
pt: Fichas restantes
ru: Оставшиеся жетоны

source: Experience
de: Erfahrung
fr: Expérience
it: Esperienza
pt: Experiência
ru: Опыт

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia password
pt: Alterar senha
ru: Изменить пароль

# you_dont_have_any_characters
source: You do not have any characters
de: Du hast keine Charaktere
fr: Vous n'avez aucun personnage
it: Non hai nessun personaggio
pt: Você não tem nenhum personagem
ru: У вас нет персонажей

source: Enter your new character name
de: Gib den Namen deines neuen Charakters ein
fr: Entrez le nom de votre nouveau personnage
it: Inserisci il nome del tuo nuovo personaggio
pt: Digite o nome do seu novo personagem
ru: Введите имя вашего нового персонажа

source: Character name
de: Charaktername
fr: Nom du personnage
it: Nome del personaggio
pt: Nome do personagem
ru: Имя персонажа

source: Are you sure you want to delete this character?
de: Bist du sicher, dass du diesen Charakter löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer ce personnage ?
it: Sei sicuro di voler eliminare questo personaggio?
pt: Tem certeza de que deseja excluir este personagem?
ru: Вы уверены, что хотите удалить этого персонажа?

source: Game Mode:
de: Spielmodus:
fr: Mode de jeu:
it: Modalità di gioco:
pt: Modo de jogo:
ru: Режим игры:

source: Players:
de: Spieler:
fr: Joueurs:
it: Giocatori:
pt: Jogadores:
ru: Игроки:

source: Description:
de: Beschreibung:
it: Descrizione:
pt: Descrição:
ru: Описание:

source: Resume
de: Fortsetzen
fr: Reprendre
it: Riprendi
pt: Continuar
ru: Возобновить

source: Add Character
de: Charakter hinzufügen
fr: Ajouter un personnage
it: Aggiungi personaggio
pt: Adicionar personagem
ru: Добавить персонажа

# pairing_mode_ready
source: Ready
de: Bereit
fr: Prêt
it: Pronto
pt: Pronto
ru: Готово

# report_player_dialog_title
source: Report Player
de: Spieler melden
fr: Signaler un joueur
it: Segnala giocatore
pt: Relatar Jogador
ru: Пожаловаться на игрока

# report_player_dialog_text
source: Are you sure you want to report player
de: Sind Sie sicher, dass Sie den Spieler melden möchten
fr: Êtes-vous sûr de vouloir signaler le joueur
it: Sei sicuro di voler segnalare il giocatore
pt: Tem certeza de que deseja relatar o jogador
ru: Вы уверены, что хотите пожаловаться на игрока

# report_player_dialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# report_player_dialog_report
source: Report
de: Melden
fr: Signaler
it: Segnala
pt: Relatar
ru: Пожаловаться

# kick_player_button
source: Kick Player
de: Spieler rausschmeißen
fr: Expulser le joueur
it: Espelli giocatore
pt: Expulsar jogador
ru: Выгнать игрока

# error_purchasing_tokens
source: Error purchasing tokens. You need sign in before!
de: Fehler beim Kauf von Tokens. Sie müssen sich zuerst anmelden!
fr: Erreur lors de l'achat de jetons. Vous devez vous connecter d'abord!
it: Errore durante l'acquisto di gettoni. Devi effettuare l'accesso prima!
pt: Erro ao comprar tokens. Você precisa fazer login antes!
ru: Ошибка покупки токенов. Вам необходимо войти перед этим!

# purchase_error_title
source: Purchase Error
de: Kauffehler
fr: Erreur d'achat
it: Errore di acquisto
pt: Erro na compra
ru: Ошибка покупки

# no_tokens
source: Error creating game. You don't have enough tokens! Buy some from the shop.
de: Fehler beim Erstellen des Spiels. Du hast nicht genug Token! Kaufe welche im Shop.
it: Errore durante la creazione del gioco. Non hai abbastanza gettoni! Acquistane alcuni dal negozio.
ru: Ошибка создания игры. У вас недостаточно токенов! Купите их в магазине.

# game_confirm_msg_deletion
source: Are you sure you want to delete this messages?
de: Sind Sie sicher, dass Sie diese Nachrichten löschen möchten?
it: Sei sicuro di voler eliminare questi messaggi?
ru: Вы уверены, что хотите удалить эти сообщения?

# game_confirm_msg_deletion_text
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
it: Questa azione non può essere annullata.
ru: Это действие нельзя отменить.

# game_confirm_msg_deletion_delete
source: Delete
de: Löschen
it: Elimina
ru: Удалить

# game_waiting_for_turn
source: Waiting for your turn...
de: Warten auf Ihren Zug...

# guides_dnd_text1
source: Dungeons & Dragons: A Journey into Imagination
de: Dungeons & Dragons: Eine Reise in die Vorstellungskraft
fr: Donjons & Dragons : Un Voyage dans l'Imagination
pt: Dungeons & Dragons: Uma Jornada à Imaginação

# guides_dnd_text2
source: Welcome to Dungeons & Dragons (D&D), a game that transcends the boundaries of tabletop gaming to become an immersive adventure into the realms of creativity, strategy, and storytelling. At its core, D&D is more than just a game; it's a shared experience where players become the heroes of their own epic tales.
de: Willkommen bei Dungeons & Dragons (D&D), einem Spiel, das die Grenzen des Tabletop-Spielens überwindet und zu einem immersiven Abenteuer in die Bereiche Kreativität, Strategie und Geschichtenerzählen wird. Im Kern ist D&D mehr als nur ein Spiel; es ist eine geteilte Erfahrung, bei der die Spieler zu den Helden ihrer eigenen epischen Geschichten werden.
fr: Bienvenue dans Donjons & Dragons (D&D), un jeu qui transcende les frontières du jeu de table pour devenir une aventure immersive dans les domaines de la créativité, de la stratégie et du récit. Au cœur de D&D, il ne s'agit pas seulement d'un jeu ; c'est une expérience partagée où les joueurs deviennent les héros de leurs propres contes épiques.
pt: Bem-vindo(a) a Dungeons & Dragons (D&D), um jogo que transcende as fronteiras dos jogos de mesa para se tornar uma aventura imersiva nos reinos da criatividade, estratégia e narrativa. No seu cerne, o D&D é mais do que apenas um jogo; é uma experiência compartilhada onde os jogadores se tornam os heróis de suas próprias sagas épicas.

# guides_dnd_text3
source: The Essence of D&D: A Collaborative Adventure
de: Die Essenz von D&D: Ein gemeinsames Abenteuer
fr: L'Essence de D&D : Une Aventure Collaborative
pt: A Essência do D&D: Uma Aventura Colaborativa

# guides_dnd_text4
source: D&D is not just a game; it's a collaborative storytelling experience where players assume the roles of unique characters within a fantasy world. Guided by a Dungeon Master (DM), the narrative unfolds through a series of quests, challenges, and unexpected twists. The essence lies in the freedom to shape the story together, creating memories that linger long after the dice have been rolled.
de: D&D ist nicht nur ein Spiel; es ist eine gemeinschaftliche Geschichtenerzählung, bei der die Spieler die Rollen einzigartiger Charaktere in einer Fantasy-Welt übernehmen. Geführt von einem Dungeon Master (DM) entfaltet sich die Handlung durch eine Reihe von Quests, Herausforderungen und unerwarteten Wendungen. Die Essenz liegt in der Freiheit, die Geschichte gemeinsam zu gestalten und Erinnerungen zu schaffen, die lange nach dem Würfeln haften bleiben.
fr: D&D n'est pas simplement un jeu ; c'est une expérience de narration collaborative où les joueurs assument les rôles de personnages uniques dans un monde fantastique. Guidée par un Maître du Donjon (DM), la narration se dévoile à travers une série de quêtes, de défis et de rebondissements inattendus. L'essence réside dans la liberté de façonner l'histoire ensemble, créant des souvenirs qui persistent bien après que les dés ont été lancés.
pt: D&D não é apenas um jogo; é uma experiência colaborativa de contar histórias onde os jogadores assumem os papéis de personagens únicos dentro de um mundo de fantasia. Guiada por um Mestre de Jogo (DM), a narrativa se desenrola através de uma série de missões, desafios e reviravoltas inesperadas. A essência está na liberdade de moldar a história juntos, criando memórias que perduram muito depois dos dados terem sido lançados.

# guides_dnd_text5
source: How to Play: A Symphony of Dice and Decision-Making
de: Wie man spielt: Eine Symphonie aus Würfeln und Entscheidungen
fr: Comment Jouer : Une Symphonie de Dés et de Prise de Décision
pt: Como Jogar: Uma Sinfonia de Dados e Tomada de Decisões

# guides_dnd_text6
source: Create Your Heroic Character
de: Erschaffe deinen heldenhaften Charakter
fr: Créez Votre Personnage Héroïque
pt: Crie Seu Personagem Heroico

# guides_dnd_text7
source: Choose a race, class, and background for your character. Will you be an elven wizard with a mysterious past, or a dwarven warrior sworn to defend your allies?
de: Wähle Rasse, Klasse und Hintergrund für deinen Charakter. Wirst du ein elfischer Zauberer mit geheimnisvoller Vergangenheit oder ein zwergischer Krieger, der geschworen hat, seine Verbündeten zu verteidigen?
fr: Choisissez une race, une classe et un historique pour votre personnage. Serez-vous un sorcier elfe au passé mystérieux, ou un guerrier nain juré de défendre vos alliés ?
pt: Escolha uma raça, classe e histórico para o seu personagem. Será um mago élfico com um passado misterioso, ou um guerreiro anão jurado a defender seus aliados?

# guides_dnd_text8
source: Determine your character's abilities, strengths, and weaknesses through the roll of the dice.
de: Bestimme die Fähigkeiten, Stärken und Schwächen deines Charakters durch den Wurf der Würfel.
fr: Déterminez les capacités, les forces et les faiblesses de votre personnage grâce au lancer de dés.
pt: Determine as habilidades, pontos fortes e fracos do seu personagem através do lançamento dos dados.

# guides_dnd_text9
source: Embark on Adventures
de: Begib dich auf Abenteuer
fr: Partez à l'Aventure
pt: Embarque em Aventuras
