Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# appTitle
source: role_maister
de: Roll Maister
fr: rôle_maître
ru: рole_мастер

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
pt: Russo

source: Play Game
de: Spiel spielen
es: Jugar
fr: Jouer
it: Gioca
pt: Jogar
ru: Играть в игру

# homePageText
source: Let an AI be the master and enjoy a role session alone or with your friends
de: Lass eine KI der Meister sein und genieße eine Rollensitzung allein oder mit deinen Freunden
es: Deja que una IA sea el maestro y disfruta de una sesión de rol solo o con tus amigos
fr: Laissez une IA être le maître et profitez d'une séance de rôle seul ou avec vos amis
it: Lascia che un'intelligenza artificiale sia il master e goditi una sessione di gioco di ruolo da solo o con i tuoi amici
pt: Deixe um AI ser o mestre e aproveite uma sessão de RPG solitária ou com seus amigos
ru: Позвольте искусственному интеллекту быть мастером и наслаждайтесь ролевой сессией в одиночестве или с друзьями

# homePageText_mobile
source: Let an AI be the master and enjoy a role session alone or with your friends
de: Lass eine KI der Meister sein und genieße eine Rollensitzung allein oder mit deinen Freunden
es: Deja que una IA sea el maestro y disfruta de una sesión de rol solo o con tus amigos
fr: Laissez une IA être le maître et profitez d'une séance de rôle seul ou avec vos amis
it: Lascia che un'intelligenza artificiale sia il master e goditi una sessione di gioco di ruolo da solo o con i tuoi amici
pt: Deixe um AI ser o mestre e aproveite uma sessão de RPG solitária ou com seus amigos
ru: Позвольте искусственному интеллекту быть мастером и наслаждаться ролевой сессией в одиночестве или с вашими друзьями

source: Guide
de: Leitfaden
es: Guía
it: Guida
pt: Guia
ru: Руководство

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início
ru: Главная

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
pt: Regras
ru: Правила

# pricing
source: Shop
de: Geschäft
es: Tienda
fr: Boutique
it: Negozio
pt: Loja
ru: Магазин

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se Connecter
it: Accedi
pt: Entrar
ru: Войти

source: Register
de: Registrieren
es: Registrarse
fr: S'Inscrire
it: Registrati
pt: Registrar
ru: Регистрация

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se Déconnecter
it: Esci
pt: Sair
ru: Выйти

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль

# terms_and_conditions
source: Terms & Conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
fr: Termes et Conditions
it: Termini e condizioni
pt: Termos e Condições
ru: Условия использования

source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Nous Contacter
it: Contattaci
pt: Contate-nos
ru: Свяжитесь с нами

source: About Us
de: Über uns
es: Acerca de Nosotros
fr: À Propos
it: Chi siamo
pt: Sobre Nós
ru: О нас

# aboutUs_text1
source: At our core, we are a dedicated group of passionate role-playing enthusiasts who share a common goal: to make the enchanting world of role-playing games accessible to everyone. We believe that the magic of storytelling and immersive adventures should be within reach of all who yearn for the thrill of creating and embarking on epic quests. Whether you are a seasoned veteran or a complete novice, our mission is to provide the tools, guidance, and resources to help you dive into the captivating realm of role-playing games. We are here to foster creativity, spark imaginations, and build a welcoming community where the wonders of role-playing are celebrated.
de: Im Kern sind wir eine engagierte Gruppe von leidenschaftlichen Rollenspiel-Enthusiasten, die ein gemeinsames Ziel teilen: die faszinierende Welt der Rollenspiele für alle zugänglich zu machen. Wir glauben, dass die Magie des Geschichtenerzählens und die fesselnden Abenteuer für alle zugänglich sein sollten, die sich nach dem Nervenkitzel sehnen, epische Quests zu erstellen und zu unternehmen. Egal, ob Sie ein erfahrener Veteran oder ein kompletter Neuling sind, unsere Mission ist es, die Werkzeuge, Anleitung und Ressourcen bereitzustellen, um Ihnen zu helfen, in das fesselnde Reich der Rollenspiele einzutauchen. Wir sind hier, um Kreativität zu fördern, die Vorstellungskraft zu entfachen und eine einladende Gemeinschaft aufzubauen, in der die Wunder des Rollenspiels gefeiert werden.
es: En nuestra esencia, somos un grupo de apasionados entusiastas del juego de rol que comparten un objetivo común: hacer que el encantador mundo de los juegos de rol sea accesible para todos. Creemos que la magia de contar historias y las aventuras inmersivas deberían estar al alcance de todos los que anhelan la emoción de crear y embarcarse en misiones épicas. Ya seas un veterano experimentado o un completo novato, nuestra misión es proporcionar las herramientas, la orientación y los recursos para ayudarte a sumergirte en el cautivador mundo de los juegos de rol. Estamos aquí para fomentar la creatividad, avivar la imaginación y construir una comunidad acogedora donde se celebren las maravillas del juego de rol.
fr: Au cœur de notre démarche, nous sommes un groupe dévoué de passionnés de jeu de rôle partageant un objectif commun : rendre le monde enchanteur des jeux de rôle accessible à tous. Nous croyons que la magie de la narration et des aventures immersives devrait être à la portée de tous ceux qui aspirent à la frénésie de créer et de se lancer dans des quêtes épiques. Que vous soyez un vétéran chevronné ou un novice complet, notre mission est de fournir les outils, les conseils et les ressources pour vous plonger dans le monde captivant des jeux de rôle. Nous sommes là pour encourager la créativité, stimuler l'imagination et construire une communauté accueillante où les merveilles du jeu de rôle sont célébrées.
it: Al nostro nucleo, siamo un gruppo dedicato di appassionati di giochi di ruolo che condividono un obiettivo comune: rendere il magico mondo dei giochi di ruolo accessibile a tutti. Crediamo che la magia della narrazione e delle avventure immersive debba essere alla portata di tutti coloro che bramano l'emozione di creare e intraprendere epiche missioni. Che tu sia un veterano esperto o un principiante completo, la nostra missione è fornire gli strumenti, l'orientamento e le risorse per aiutarti a immergerti nel coinvolgente mondo dei giochi di ruolo. Siamo qui per promuovere la creatività, accendere l'immaginazione e costruire una comunità accogliente dove le meraviglie del gioco di ruolo sono celebrate.
pt: Em essência, somos um grupo dedicado de entusiastas apaixonados por RPG que compartilham um objetivo comum: tornar o encantador mundo dos jogos de interpretação de personagens acessível a todos. Acreditamos que a magia da narrativa e das aventuras imersivas deve estar ao alcance de todos que anseiam pela emoção de criar e embarcar em jornadas épicas. Se você é um veterano experiente ou um novato completo, nossa missão é fornecer as ferramentas, orientações e recursos para ajudá-lo a mergulhar no cativante mundo dos jogos de interpretação de personagens. Estamos aqui para incentivar a criatividade, despertar imaginações e construir uma comunidade acolhedora onde as maravilhas do RPG são celebradas.
ru: В своей сути мы - это преданные группа страстных энтузиастов ролевых игр, разделяющих общую цель: сделать волшебный мир ролевых игр доступным для всех. Мы считаем, что волшебство рассказа и захватывающие приключения должны быть доступны всем, кто жаждет ощутить волнение от создания и начала эпических квестов. Будь вы опытным ветераном или полным новичком, наша миссия - предоставить вам инструменты, руководство и ресурсы, чтобы вы могли погрузиться в захватывающий мир ролевых игр. Мы здесь, чтобы развивать творчество, разжигать воображение и строить дружелюбное сообщество, где чудеса ролевых игр празднуются.

# aboutUs_text2
source: Our journey is fueled by a deep-rooted love for storytelling, a commitment to inclusivity, and a desire to connect with like-minded individuals who share our passion. With a wealth of experience and boundless enthusiasm, we endeavor to break down barriers, simplify the learning curve, and empower you to embark on your own unique adventures. Whether you are a dungeon master, a player, or someone just curious about this captivating world, join us on this epic quest as we strive to make role-playing games a delightful and accessible experience for all.
de: Unsere Reise wird von einer tief verwurzelten Liebe zum Geschichtenerzählen, einem Engagement für Inklusivität und dem Wunsch, sich mit gleichgesinnten Menschen zu verbinden, die unsere Leidenschaft teilen, angetrieben. Mit reichlich Erfahrung und grenzenlosem Enthusiasmus bemühen wir uns, Barrieren abzubauen, die Lernkurve zu vereinfachen und Sie zu ermutigen, Ihre eigenen einzigartigen Abenteuer zu unternehmen. Ob Sie ein Dungeon Master, ein Spieler oder einfach nur neugierig auf diese faszinierende Welt sind, schließen Sie sich uns auf dieser epischen Quest an, während wir bestrebt sind, Rollenspiele zu einem angenehmen und zugänglichen Erlebnis für alle zu machen.
es: Nuestro viaje está impulsado por un profundo amor por contar historias, un compromiso con la inclusividad y el deseo de conectarnos con personas afines que compartan nuestra pasión. Con una riqueza de experiencia y un entusiasmo inagotable, nos esforzamos por derribar barreras, simplificar la curva de aprendizaje y capacitarte para emprender tus propias aventuras únicas. Ya seas un amo del calabozo, un jugador o simplemente alguien curioso acerca de este fascinante mundo, únete a nosotros en esta búsqueda épica mientras nos esforzamos por hacer que los juegos de rol sean una experiencia encantadora y accesible para todos.
fr: Notre parcours est alimenté par un amour profond pour la narration, un engagement envers l'inclusivité et le désir de connecter avec des individus partageant notre passion. Avec une richesse d'expérience et un enthousiasme débordant, nous nous efforçons de briser les barrières, de simplifier la courbe d'apprentissage et de vous autonomiser pour vous lancer dans vos propres aventures uniques. Que vous soyez maître de donjon, joueur, ou simplement curieux de ce monde captivant, rejoignez-nous dans cette quête épique alors que nous nous efforçons de faire des jeux de rôle une expérience délicieuse et accessible pour tous.
it: Il nostro viaggio è alimentato da un amore radicato per la narrazione, un impegno per l'inclusività e il desiderio di connettersi con individui affini che condividono la nostra passione. Con una ricchezza di esperienza e un entusiasmo senza limiti, ci sforziamo di abbattere le barriere, semplificare la curva di apprendimento e permetterti di intraprendere le tue avventure uniche. Che tu sia un master del dungeon, un giocatore o semplicemente curioso di questo affascinante mondo, unisciti a noi in questa epica ricerca mentre cerchiamo di rendere i giochi di ruolo un'esperienza deliziosa e accessibile per tutti.
pt: Nossa jornada é alimentada por um profundo amor pela narração de histórias, um compromisso com a inclusividade e o desejo de nos conectar com pessoas de mentalidade semelhante que compartilham nossa paixão. Com uma riqueza de experiência e entusiasmo ilimitado, nos esforçamos para derrubar barreiras, simplificar a curva de aprendizado e capacitá-lo a embarcar em suas próprias aventuras únicas. Seja você um mestre de masmorras, um jogador ou alguém apenas curioso sobre este mundo cativante, junte-se a nós nesta busca épica enquanto nos esforçamos para tornar os jogos de interpretação de personagens uma experiência encantadora e acessível para todos.
ru: Наш путь наполняется глубокой любовью к рассказам, обязательством к инклюзивности и желанием связаться с единомышленниками, разделяющими нашу страсть. Обладая богатым опытом и неиссякаемым энтузиазмом, мы стремимся разрушить барьеры, упростить обучение и дать вам силы отправиться в свои уникальные приключения. Будь то мастер подземелий, игрок или просто любопытный человек в этот завораживающий мир, присоединяйтесь к нам в этом эпическом квесте, поскольку мы стремимся сделать ролевые игры восхитительным и доступным опытом для всех.

# contact_info
source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Coordonnées
it: Informazioni di contatto
pt: Informações de Contato
ru: Контактная информация

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pt: Endereço
ru: Адрес

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone
ru: Телефон

# send_a_message
source: Send Us a Message
de: Senden Sie uns eine Nachricht
es: Envíanos un Mensaje
fr: Envoyez-nous un message
it: Invia un messaggio
pt: Envie-nos uma mensagem
ru: Отправьте нам сообщение

source: Your Name
de: Ihr Name
es: Tu Nombre
fr: Votre Nom
it: Il tuo nome
pt: Seu Nome
ru: Ваше имя

source: Your Email
de: Ihre E-Mail
es: Tu Correo Electrónico
fr: Votre Email
it: La tua email
pt: Seu E-mail
ru: Ваш адрес электронной почты

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem
ru: Сообщение

source: Submit
de: Senden
es: Enviar
fr: Soumettre
it: Invia
pt: Enviar
ru: Отправить

# termsAndConditions_text2
source: There is no one who loves pain itself, who seeks after it and wants to have it, simply because it is pain...
de: Es gibt niemanden, der Schmerz selbst liebt, der danach sucht und ihn haben möchte, einfach weil es Schmerz ist...
fr: Il n'y a personne qui aime la douleur elle-même, qui la recherche et qui veut l'avoir, simplement parce que c'est de la douleur...
it: Non c'è nessuno che ami il dolore stesso, che lo cerchi e che voglia averlo, semplicemente perché è dolore...
pt: Não há ninguém que ame a dor por si mesma, que a busque e a queira, simplesmente porque é dor...
ru: Нет никого, кто любит саму боль, кто ищет её и хочет испытывать, просто потому что это боль...

# rules_text1
source: Welcome to the Rules Section! Here, you'll quickly learn what you need to get started and have some fun!
de: Willkommen im Regelbereich! Hier erfahren Sie schnell, was Sie benötigen, um loszulegen und Spaß zu haben!
es: ¡Bienvenido/a a la sección de Reglas! Aquí, aprenderás rápidamente lo que necesitas para comenzar y divertirte.
fr: Bienvenue dans la section des règles ! Ici, vous apprendrez rapidement ce dont vous avez besoin pour commencer et vous amuser !
pt: Bem-vindo à seção de regras! Aqui, você aprenderá rapidamente o que precisa para começar e se divertir!
ru: Добро пожаловать в раздел правил! Здесь вы быстро узнаете, что вам нужно, чтобы начать и хорошо провести время!

# rules_text2
source: How to play
de: Wie man spielt
es: Cómo jugar
fr: Comment jouer
pt: Como jogar
ru: Как играть

# rules_text3
source: To begin playing, simply press the 'Start Game' button and select the game mode (in this first version, only Singleplayer mode is available). Next, you can choose the role you want to play:
de: Um mit dem Spielen zu beginnen, drücken Sie einfach die Schaltfläche 'Spiel starten' und wählen Sie den Spielmodus aus (in dieser ersten Version ist nur der Einzelspielermodus verfügbar). Als Nächstes können Sie die Rolle auswählen, die Sie spielen möchten:
es: Para empezar a jugar, simplemente presiona el botón 'Iniciar juego' y selecciona el modo de juego (en esta primera versión, solo está disponible el modo de un solo jugador). A continuación, puedes elegir el rol que quieres interpretar:
fr: Pour commencer à jouer, appuyez simplement sur le bouton 'Commencer le jeu' et sélectionnez le mode de jeu (dans cette première version, seul le mode solo est disponible). Ensuite, vous pouvez choisir le rôle que vous voulez jouer :
pt: Para começar a jogar, basta pressionar o botão 'Iniciar Jogo' e selecionar o modo de jogo (neste primeira versão, apenas o modo de jogador único está disponível). Em seguida, você pode escolher o papel que deseja desempenhar:
ru: Чтобы начать игру, просто нажмите кнопку 'Начать игру' и выберите режим игры (в этой первой версии доступен только режим для одного игрока). Затем вы можете выбрать роль, которую хотите играть:

# rules_text4
source: Once you've chosen your game mode, you can configure your game. You'll need to provide a brief description of the story's setting that you want to follow (including the condition to end the game) and create your character sheet. Don't worry if you have no experience with this; the game can generate a character sheet for you—it does it all! (Currently, the game only provides auto-generated character sheets.)
de: Nachdem Sie Ihren Spielmodus ausgewählt haben, können Sie Ihr Spiel konfigurieren. Sie müssen eine kurze Beschreibung der Handlungsumgebung angeben, der Sie folgen möchten (einschließlich der Bedingung, das Spiel zu beenden), und Ihr Charakterblatt erstellen. Machen Sie sich keine Sorgen, wenn Sie damit keine Erfahrung haben; das Spiel kann ein Charakterblatt für Sie generieren - es erledigt alles! (Derzeit generiert das Spiel nur automatisch erstellte Charakterblätter.)
es: Una vez que hayas seleccionado tu modo de juego, puedes configurar tu partida. Necesitarás proporcionar una breve descripción del entorno de la historia que deseas seguir (incluyendo la condición para finalizar el juego) y crear la hoja de personaje. No te preocupes si no tienes experiencia en esto; el juego puede generar una hoja de personaje por ti, ¡lo hace todo! (Actualmente, el juego solo proporciona hojas de personajes generadas automáticamente).
fr: Une fois que vous avez choisi votre mode de jeu, vous pouvez configurer votre partie. Vous devrez fournir une brève description du contexte de l'histoire que vous souhaitez suivre (y compris la condition de fin du jeu) et créer votre fiche de personnage. Ne vous inquiétez pas si vous n'avez pas d'expérience à ce sujet ; le jeu peut générer une fiche de personnage pour vous, il fait tout ! (Actuellement, le jeu ne propose que des fiches de personnage générées automatiquement.)
pt: Depois de escolher o modo de jogo, você pode configurar o seu jogo. Você precisará fornecer uma breve descrição do cenário da história que deseja seguir (incluindo a condição para encerrar o jogo) e criar a ficha do seu personagem. Não se preocupe se não tiver experiência com isso; o jogo pode gerar uma ficha de personagem para você - ele faz tudo! (Atualmente, o jogo fornece apenas fichas de personagens geradas automaticamente.)
ru: После выбора режима игры вы можете настроить свою игру. Вам нужно предоставить краткое описание сюжета, который вы хотите следовать (включая условие завершения игры) и создать лист персонажа. Не волнуйтесь, если у вас нет опыта в этом; игра может сгенерировать лист персонажа за вас - она делает всё сама! (В настоящее время игра предоставляет только автоматически созданные листы персонажей.)

# rules_text5
source: After this, if you have enough tokens to play, you can start your new campaign!
de: Danach, wenn Sie genügend Token haben, um zu spielen, können Sie Ihre neue Kampagne starten!
es: Después de esto, si tienes suficientes fichas para jugar, ¡puedes comenzar tu nueva campaña!
fr: Ensuite, si vous avez suffisamment de jetons pour jouer, vous pouvez commencer votre nouvelle campagne !
pt: Depois disso, se tiver fichas suficientes para jogar, você pode iniciar sua nova campanha!
ru: После этого, если у вас достаточно токенов для игры, вы можете начать новую кампанию!

# rules_text6
source: This part is important. Since it's an AI that's responsible for guiding the game, and not a human, all players must commit to following certain guidelines to facilitate the flow of the game:
de: Dieser Teil ist wichtig. Da eine KI für die Anleitung des Spiels verantwortlich ist und nicht ein Mensch, müssen sich alle Spieler verpflichten, bestimmte Richtlinien zu befolgen, um den Spielfluss zu erleichtern:
es: Esta parte es importante. Dado que es una IA la encargada de guiar el juego, y no un humano, todos los jugadores deben comprometerse a seguir ciertas pautas para facilitar el flujo del juego:
fr: Cette partie est importante. Comme c'est une IA qui est responsable de guider le jeu, et non un humain, tous les joueurs doivent s'engager à suivre certaines directives pour faciliter le déroulement du jeu :
pt: Essa parte é importante. Como é uma IA responsável por guiar o jogo, e não um humano, todos os jogadores devem se comprometer a seguir certas diretrizes para facilitar o andamento do jogo:
ru: Эта часть важна. Поскольку за направление игры отвечает искусственный интеллект, а не человек, все игроки должны соблюдать определенные рекомендации, чтобы облегчить ход игры:

# rules_text7
source: Adhere to your character sheet: Remember your character's details and incorporate them into the conversation whenever possible to provide more context to the AI. Don't change your character's details unless instructed to do so.
de: Halten Sie sich an Ihr Charakterblatt: Erinnern Sie sich an die Details Ihres Charakters und integrieren Sie sie bei jeder Gelegenheit in das Gespräch, um der KI mehr Kontext zu bieten. Ändern Sie die Details Ihres Charakters nicht, es sei denn, Sie werden dazu aufgefordert.
es: Apegarse a la hoja de personaje: Recuerda los detalles de tu personaje e incorpóralos a la conversación siempre que sea posible para proporcionar más contexto a la IA. No cambies los detalles de tu personaje a menos que se te indique hacerlo.
fr: Respectez votre fiche de personnage : Souvenez-vous des détails de votre personnage et intégrez-les dans la conversation chaque fois que possible pour fournir plus de contexte à l'IA. Ne changez pas les détails de votre personnage à moins d'y être invité.
pt: Aderir à sua ficha de personagem: Lembre-se dos detalhes do seu personagem e incorpore-os à conversa sempre que possível para fornecer mais contexto à IA. Não mude os detalhes do seu personagem a menos que seja instruído a fazê-lo.
ru: Следуйте листу персонажа: Помните детали своего персонажа и внедряйте их в разговор всякий раз, когда это возможно, чтобы предоставить ИИ больше контекста. Не изменяйте детали персонажа, если вам не было приказано это сделать.

# rules_text8
source: Don't make up dice rolls: The natural mechanism for role-playing is dice rolls. If you're asked to make a roll, don't make up the values. Embrace the randomness!
de: Erfinden Sie keine Würfelergebnisse: Der natürliche Mechanismus für Rollenspiele sind Würfelwürfe. Wenn Sie aufgefordert werden, einen Wurf zu machen, erfinden Sie keine Werte. Akzeptieren Sie die Zufälligkeit!
es: No inventar tiradas de dados: El mecanismo natural para el juego de rol son las tiradas de dados. Si se te pide que hagas una tirada, no inventes los valores. ¡Acepta la aleatoriedad!
fr: N'inventez pas les lancers de dés : Le mécanisme naturel du jeu de rôle est basé sur les lancers de dés. Si on vous demande de faire un lancer, ne faites pas de valeurs inventées. Acceptez l'aléatoire !
pt: Não invente rolagens de dados: O mecanismo natural para jogos de interpretação de personagens são as rolagens de dados. Se for solicitado a fazer uma rolagem, não invente os valores. Aceite o acaso!
ru: Не придумывайте броски кубиков: Естественный механизм ролевых игр - это броски кубиков. Если вас просят сделать бросок, не выдумывайте значения. Примите случайность!
