Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# guides_dnd_text10
source: Collaborate with your fellow adventurers and embark on quests presented by the Dungeon Master.
de: Kooperiere mit deinen Mitabenteurern und starte Quests, die vom Dungeon Master präsentiert werden.
fr: Collaborez avec vos compagnons aventuriers et lancez-vous dans des quêtes présentées par le Maître du Donjon.
pt: Colabore com seus companheiros aventureiros e embarque em missões apresentadas pelo Mestre de Jogo.

# guides_dnd_text11
source: Navigate dungeons, face mythical creatures, and uncover the secrets of the fantasy world.
de: Navigiere durch Verliese, stelle dich mythischen Kreaturen und entdecke die Geheimnisse der Fantasy-Welt.
fr: Naviguez dans des donjons, affrontez des créatures mythiques et découvrez les secrets du monde fantastique.
pt: Navegue por masmorras, enfrente criaturas míticas e descubra os segredos do mundo de fantasia.

# guides_dnd_text12
source: Role-Playing
de: Rollenspiel
fr: Jeu de Rôle
pt: Jogando o Papel

# guides_dnd_text13
source: Immerse yourself in your character's persona. Speak, think, and act as your hero would in the given situation.
de: Tauche in die Persönlichkeit deines Charakters ein. Sprich, denke und handle so, wie es dein Held in der gegebenen Situation tun würde.
fr: Immergez-vous dans la personnalité de votre personnage. Parlez, réfléchissez et agissez comme le ferait votre héros dans la situation donnée.
pt: Mergulhe na persona do seu personagem. Fale, pense e aja como seu herói faria na situação dada.

# guides_dnd_text14
source: Engage in interactions with non-player characters, making choices that impact the unfolding narrative
de: Beteilige dich an Interaktionen mit Nicht-Spieler-Charakteren, triff Entscheidungen, die den Verlauf der Handlung beeinflussen.
fr: Engagez-vous dans des interactions avec des personnages non-joueurs, prenant des décisions qui impactent la narration en cours.
pt: Envolva-se em interações com personagens não-jogadores, fazendo escolhas que impactam a narrativa em desenvolvimento.

# guides_dnd_text15
source: Roll the Dice
de: Würfle die Würfel
fr: Lancez les Dés
pt: Role os Dados

# guides_dnd_text16
source: The game relies on a set of polyhedral dice to determine the outcomes of actions. The iconic 20-sided die (d20) often decides the success or failure of your endeavors.
de: Das Spiel basiert auf einem Satz von Polyeder-Würfeln, um die Ergebnisse von Aktionen zu bestimmen. Der ikonische 20-seitige Würfel (d20) entscheidet oft über Erfolg oder Misserfolg deiner Bemühungen.
fr: Le jeu repose sur un ensemble de dés polyédriques pour déterminer les résultats des actions. Le dé emblématique à 20 faces (d20) décide souvent du succès ou de l'échec de vos entreprises.
pt: O jogo depende de um conjunto de dados poliédricos para determinar os resultados das ações. O icônico dado de 20 lados (d20) muitas vezes decide o sucesso ou o fracasso de seus empreendimentos.

# guides_dnd_text17
source: Critical hits, saving throws, and skill checks all add an element of chance to the game.
de: Kritische Treffer, Rettungswürfe und Fähigkeitsprüfungen fügen dem Spiel eine Element der Chance hinzu.
fr: Les coups critiques, les jets de sauvegarde et les vérifications de compétences ajoutent un élément de hasard au jeu.
pt: Acertos críticos, testes de resistência e verificação de habilidades adicionam um elemento de chance ao jogo.

# guides_dnd_text18
source: The Dungeon Master's Craft
de: Die Kunst des Dungeon Masters
fr: L'Art du Maître du Donjon
pt: A Arte do Mestre de Jogo

# guides_dnd_text19
source: The Dungeon Master serves as the storyteller, narrator, and referee. They guide the players through the world, presenting challenges and reacting to player choices.
de: Der Dungeon Master fungiert als Geschichtenerzähler, Erzähler und Schiedsrichter. Sie führen die Spieler durch die Welt, präsentieren Herausforderungen und reagieren auf Spielerentscheidungen.
fr: Le Maître du Donjon sert de conteur, de narrateur et d'arbitre. Ils guident les joueurs à travers le monde, présentant des défis et réagissant aux choix des joueurs.
pt: O Mestre de Jogo atua como o contador de histórias, narrador e árbitro. Eles guiam os jogadores pelo mundo, apresentando desafios e reagindo às escolhas dos jogadores.

# guides_dnd_text20
source: A successful DM weaves a dynamic narrative, adapting to player decisions and unpredictability.
de: Ein erfolgreicher DM webt eine dynamische Erzählung, passt sich an Spielerentscheidungen und Unvorhersehbarkeiten an.
fr: Un MD réussi tisse une narration dynamique, s'adaptant aux décisions des joueurs et à l'imprévisibilité.
pt: Um Mestre de Jogo bem-sucedido tece uma narrativa dinâmica, adaptando-se às decisões dos jogadores e à imprevisibilidade.

# guides_dnd_text21
source: Creating Your Character: Unleashing Your Inner Hero
de: Erschaffen deines Charakters: Entfessle deinen inneren Helden
fr: Créer Votre Personnage : Libérer Votre Héros Intérieur
pt: Criando Seu Personagem: Libertando Seu Herói Interior

# guides_dnd_text22
source: Race
de: Rasse
pt: Raça

# guides_dnd_text23
source: Choose a race for your character, each with unique abilities and traits. Options range from humans and elves to dwarves, halflings, and more.
de: Wähle eine Rasse für deinen Charakter, jede mit einzigartigen Fähigkeiten und Merkmalen. Die Optionen reichen von Menschen und Elfen bis zu Zwergen, Halblingen und mehr.
fr: Choisissez une race pour votre personnage, chacune ayant des capacités et des traits uniques. Les options vont des humains et des elfes aux nains, aux halfelins et plus encore.
pt: Escolha uma raça para o seu personagem, cada uma com habilidades e características únicas. As opções vão de humanos e elfos a anões, halflings e muito mais.

# guides_dnd_text24
source: Class
de: Klasse
fr: Classe
pt: Classe

# guides_dnd_text25
source: Select a class that defines your character's profession and abilities. Will you be a powerful wizard, a stealthy rogue, or a resilient cleric?
de: Wähle eine Klasse, die die Berufsrichtung und Fähigkeiten deines Charakters definiert. Wirst du ein mächtiger Zauberer, ein listiger Schurke oder ein widerstandsfähiger Kleriker sein?
fr: Sélectionnez une classe qui définit la profession et les capacités de votre personnage. Serez-vous un puissant sorcier, un rogue furtif ou un clerc résistant ?
pt: Selecione uma classe que define a profissão e habilidades do seu personagem. Será um mago poderoso, um ladino furtivo ou um clérigo resiliente?

# guides_dnd_text26
source: Background
de: Hintergrund
fr: Historique
pt: Histórico

# guides_dnd_text27
source: Determine your character's background, shaping their skills, personality traits, and connections to the world. Backgrounds include acolytes, outlaws, scholars, and more.
de: Bestimme den Hintergrund deines Charakters, der ihre Fähigkeiten, Persönlichkeitsmerkmale und Verbindungen zur Welt prägt. Hintergründe umfassen Adepten, Gesetzlose, Gelehrte und mehr.
fr: Déterminez l'historique de votre personnage, façonnant ses compétences, ses traits de personnalité et ses liens avec le monde. Les historiques incluent des acolytes, des hors-la-loi, des érudits et plus encore.
pt: Determine o histórico do seu personagem, moldando suas habilidades, traços de personalidade e conexões com o mundo. Os históricos incluem acólitos, foras-da-lei, estudiosos e muito mais.

# guides_dnd_text28
source: Ability Scores
de: Fähigkeitspunkte
fr: Scores de Capacité
pt: Pontuações de Habilidade

# guides_dnd_text29
source: Generate or assign ability scores (Strength, Dexterity, Constitution, Intelligence, Wisdom, Charisma) that influence your character's capabilities.
de: Generiere oder weise Fähigkeitspunkte (Stärke, Geschicklichkeit, Konstitution, Intelligenz, Weisheit, Charisma) zu, die die Fähigkeiten deines Charakters beeinflussen.
fr: Générez ou attribuez des scores de capacité (Force, Dextérité, Constitution, Intelligence, Sagesse, Charisme) qui influent sur les capacités de votre personnage.
pt: Gere ou atribua pontuações de habilidade (Força, Destreza, Constituição, Inteligência, Sabedoria, Carisma) que influenciam as capacidades do seu personagem.

# guides_dnd_text30
source: Equipment
de: Ausrüstung
fr: Équipement
pt: Equipamento

# guides_dnd_text31
source: Outfit your character with starting equipment based on their class and background. Additional gear can be obtained through in-game exploration and quests.
de: Rüste deinen Charakter mit Startausrüstung basierend auf ihrer Klasse und ihrem Hintergrund aus. Zusätzliche Ausrüstung kann durch In-Game-Erkundung und Quests erhalten werden.
fr: Équipez votre personnage avec un équipement de départ basé sur sa classe et son historique. Un équipement supplémentaire peut être obtenu grâce à l'exploration en jeu et aux quêtes.
pt: Equipe seu personagem com equipamento inicial com base na classe e histórico. Equipamentos adicionais podem ser obtidos através da exploração in-game e missões.

# guides_dnd_text32
source: Backstory
de: Vorgeschichte
fr: Antécédents
pt: História Anterior

# guides_dnd_text33
source: Develop a rich backstory for your character. Explore their origins, motivations, and personal goals, creating a narrative foundation for role-playing.
de: Entwickle eine reiche Vorgeschichte für deinen Charakter. Erforsche ihre Ursprünge, Motivationen und persönlichen Ziele, um eine narrative Grundlage für das Rollenspiel zu schaffen.
fr: Développez un riche passé pour votre personnage. Explorez ses origines, motivations et objectifs personnels, créant une base narrative pour le jeu de rôle.
pt: Desenvolva uma história rica para o seu personagem. Explore suas origens, motivações e metas pessoais, criando uma base narrativa para o role-playing.

# guides_dnd_text34
source: Alignment
de: Ausrichtung
fr: Alignement
pt: Alinhamento

# guides_dnd_text35
source: Choose an alignment that reflects your character's moral and ethical compass. Alignments range from lawful good to chaotic evil.
de: Wähle eine Ausrichtung, die den moralischen und ethischen Kompass deines Charakters widerspiegelt. Ausrichtungen reichen von rechtschaffen gut bis chaotisch böse.
fr: Choisissez un alignement qui reflète la boussole morale et éthique de votre personnage. Les alignements vont de loyal bon à chaotique mauvais.
pt: Escolha um alinhamento que reflita a bússola moral e ética do seu personagem. Os alinhamentos vão de leal bom a caótico mal.

# guides_dnd_text36
source: D&D is an open canvas where the only limit is your imagination. So, gather your friends, ready your dice, and embark on a journey where every choice, every roll, and every shared moment becomes a part of your unique adventure in the realms of Dungeons & Dragons. May your quests be daring, your rolls fortunate, and your stories legendary!
de: D&D ist eine offene Leinwand, auf der die einzige Grenze deine Vorstellungskraft ist. Also, versammle deine Freunde, mache deine Würfel bereit und stürze dich in eine Reise, bei der jede Entscheidung, jeder Wurf und jeder geteilte Moment zu einem Teil deines einzigartigen Abenteuers in den Reichen von Dungeons & Dragons wird. Mögen deine Quests kühn sein, deine Würfe glücklich und deine Geschichten legendär!
fr: D&D est une toile ouverte où la seule limite est votre imagination. Alors, rassemblez vos amis, préparez vos dés et embarquez dans un voyage où chaque choix, chaque lancer de dé et chaque moment partagé devient une partie de votre aventure unique dans les royaumes de Donjons & Dragons. Que vos quêtes soient audacieuses, vos lancers chanceux et vos histoires
pt: D&D é uma tela aberta onde o único limite é a sua imaginação. Então, reúna seus amigos, prepare seus dados e embarque em uma jornada onde cada escolha, cada rolar de dados e cada momento compartilhado se torna parte da sua aventura única nos reinos de Dungeons & Dragons. Que suas missões sejam ousadas, seus lançamentos afortunados e suas histórias lendárias!

# guides_cthulhu_text1
source: Call of Cthulhu: A Descent into Cosmic Horror
de: Ruf des Cthulhu: Ein Abstieg ins kosmische Grauen
fr: L'Appel de Cthulhu : Une Descente dans l'Horreur Cosmique

# guides_cthulhu_text2
source: Welcome to Call of Cthulhu, a role-playing game that plunges you into the unsettling realms of cosmic horror inspired by the works of H.P. Lovecraft. This game isn't just about survival; it's about maintaining sanity as you confront ancient, malevolent entities that defy human understanding. Prepare to embark on a journey where mysteries are dark, and the horrors are beyond comprehension.
de: Willkommen bei Ruf des Cthulhu, einem Rollenspiel, das dich in die beunruhigenden Reiche des kosmischen Grauens entführt, inspiriert von den Werken von H.P. Lovecraft. Dieses Spiel handelt nicht nur vom Überleben; es geht darum, die Vernunft zu bewahren, während du dich uralten, bösartigen Entitäten gegenüber siehst, die menschliches Verständnis trotzen. Bereite dich darauf vor, dich auf eine Reise zu begeben, in der die Geheimnisse dunkel sind und die Schrecken jenseits der Vorstellungskraft liegen.
fr: Bienvenue dans L'Appel de Cthulhu, un jeu de rôle qui vous plonge dans les royaumes inquiétants de l'horreur cosmique inspirés des œuvres de H.P. Lovecraft. Ce jeu ne concerne pas seulement la survie ; il s'agit de préserver sa santé mentale tout en affrontant d'anciennes entités malfaisantes qui défient la compréhension humaine. Préparez-vous à entreprendre un voyage où les mystères sont sombres et les horreurs vont au-delà de la compréhension.

# guides_cthulhu_text3
source: The Essence of Call of Cthulhu: Embrace the Unknown
de: Die Essenz von Ruf des Cthulhu: Das Unbekannte umarmen
fr: L'Essence de L'Appel de Cthulhu : Embrassez l'Inconnu

# guides_cthulhu_text4
source: Call of Cthulhu sets the stage for a narrative steeped in mystery, dread, and the unknown. As investigators, players unravel conspiracies, face eldritch horrors, and grapple with the fragility of their own sanity. It's a game where survival might mean escaping with one's mind intact rather than emerging unscathed.
de: Ruf des Cthulhu bereitet die Bühne für eine Erzählung voller Mysterien, Schrecken und des Unbekannten. Als Ermittler entwirren die Spieler Verschwörungen, stellen sich schrecklichen Schrecken und ringen mit der Fragilität ihrer eigenen Vernunft. Es ist ein Spiel, bei dem Überleben bedeuten kann, mit dem Verstand intakt zu entkommen, anstatt unversehrt hervorzutreten.
fr: L'Appel de Cthulhu prépare le terrain pour une narration imprégnée de mystère, de terreur et d'inconnu. En tant qu'enquêteurs, les joueurs dévoileront des conspirations, affronteront des horreurs cosmiques et lutteront contre la fragilité de leur propre santé mentale. C'est un jeu où survivre pourrait signifier s'échapper avec sa propre raison intacte plutôt que de sortir indemne.

# guides_cthulhu_text5
source: How to Play: A Dance with Madness
de: Wie man spielt: Ein Tanz mit dem Wahnsinn
fr: Comment Jouer : Une Danse avec la Folie

# guides_cthulhu_text6
source: Create Your Investigator
de: Erschaffe deinen Ermittler
fr: Créez Votre Enquêteur

# guides_cthulhu_text7
source: Craft an investigator, a character thrust into the realms of cosmic horror. Select a profession, background, and personal connections that define who you are.
de: Gestalte einen Ermittler, ein Charakter, der in die Reiche des kosmischen Horrors gestoßen wird. Wähle eine Beruf, Hintergrund und persönliche Verbindungen, die definieren, wer du bist.
fr: Créez un enquêteur, un personnage plongé dans les royaumes de l'horreur cosmique. Choisissez une profession, un passé et des liens personnels qui définiront qui vous êtes.

# guides_cthulhu_text8
source: Investigator skills and characteristics play a crucial role in determining your character's ability to navigate the mysteries.
de: Die Fähigkeiten und Eigenschaften des Ermittlers spielen eine entscheidende Rolle bei der Bestimmung der Fähigkeit deines Charakters, die Mysterien zu navigieren.
fr: Les compétences et les caractéristiques de l'enquêteur jouent un rôle crucial dans la détermination de la capacité de votre personnage à naviguer à travers les mystères.

# guides_cthulhu_text9
source: Explore the Unknown
de: Erkunde das Unbekannte
fr: Explorez l'Inconnu

# guides_cthulhu_text10
source: Delve into investigations that lead you to forbidden tomes, ancient artifacts, and cryptic locations.
de: Tauche ein in Ermittlungen, die dich zu verbotenen Schriften, alten Artefakten und kryptischen Orten führen.
fr: Plongez dans des enquêtes qui vous mèneront à des tomes interdits, des artefacts anciens et des lieux cryptiques.

# guides_cthulhu_text11
source: Uncover clues, decipher cryptic messages, and connect the dots to reveal the horrifying truth.
de: Entdecke Hinweise, entziffere kryptische Nachrichten und verbinde die Punkte, um die schreckliche Wahrheit aufzudecken.
fr: Découvrez des indices, déchiffrez des messages cryptiques et reliez les points pour révéler la vérité terrifiante.

# guides_cthulhu_text12
source: Face Cosmic Horrors
de: Konfrontiere kosmische Schrecken
fr: Affrontez les Horreurs Cosmiques

# guides_cthulhu_text13
source: Confront otherworldly entities that defy human comprehension. These horrors can warp reality, testing the limits of your investigator's sanity.
de: Stelle dich übernatürlichen Entitäten, die menschliches Verständnis trotzen. Diese Schrecken können die Realität verzerren und die Grenzen der Vernunft deines Ermittlers testen.
fr: Confrontez des entités surnaturelles qui défient la compréhension humaine. Ces horreurs peuvent déformer la réalité, mettant à l'épreuve la santé mentale de votre enquêteur.

# guides_cthulhu_text14
source: Combat is not always the solution. Sometimes, fleeing or hiding is the only way to survive.
de: Kampf ist nicht immer die Lösung. Manchmal ist Flucht oder Verstecken der einzige Weg zu überleben.
fr: Le combat n'est pas toujours la solution. Parfois, fuir ou se cacher est le seul moyen de survivre.

# guides_cthulhu_text15
source: Sanity Mechanic
de: Wahnsinnsmechanik
fr: Mécanique de la Santé Mentale

# guides_cthulhu_text16
source: Your investigator's sanity is as important as their physical well-being. Witnessing unspeakable horrors or delving too deep into forbidden knowledge can erode your sanity.
de: Die Vernunft deines Ermittlers ist genauso wichtig wie sein körperliches Wohlbefinden. Das Zeugen unsagbarer Schrecken oder das zu tiefe Eintauchen in verbotenes Wissen kann deine Vernunft erodieren.
fr: La santé mentale de votre enquêteur est aussi importante que son bien-être physique. Assister à des horreurs indicibles ou s'enfoncer trop profondément dans une connaissance interdite peut éroder votre santé mentale.

# guides_cthulhu_text17
source: As sanity dwindles, characters may develop phobias, hallucinations, or even descend into madness.
de: Mit schwindender Vernunft können Charaktere Phobien, Halluzinationen oder sogar in den Wahnsinn verfallen.
fr: À mesure que la santé mentale diminue, les personnages peuvent développer des phobies, des hallucinations, voire sombrer dans la folie.

# guides_cthulhu_text18
source: The Mythos
de: Das Mythos
fr: Le Mythe

# guides_cthulhu_text19
source: The game is steeped in Lovecraftian lore, featuring cosmic entities like Cthulhu, Nyarlathotep, and Azathoth. These beings exist beyond human comprehension and often drive the overarching narrative.
de: Das Spiel ist in der Lovecraftianischen Mythologie verwurzelt und präsentiert kosmische Entitäten wie Cthulhu, Nyarlathotep und Azathoth. Diese Wesen existieren jenseits menschlichen Verständnisses und treiben oft die übergreifende Handlung voran.
fr: Le jeu est imprégné de la lore lovecraftienne, mettant en scène des entités cosmiques telles que Cthulhu, Nyarlathotep et Azathoth. Ces êtres existent au-delà de la compréhension humaine et guident souvent la narration générale.

# guides_cthulhu_text20
source: Creating Your Investigator: Unraveling the Human Psyche
de: Erschaffen deines Ermittlers: Entwirren der menschlichen Psyche
fr: Création de Votre Enquêteur : Dévoiler la Psyché Humaine

# guides_cthulhu_text21
source: Profession and Background
de: Beruf und Hintergrund
fr: Profession et Passé

# guides_cthulhu_text22
source: Choose a profession for your investigator, whether a librarian, journalist, detective, or academic. Your choice impacts your starting skills and connections.
de: Wähle einen Beruf für deinen Ermittler, sei es Bibliothekar, Journalist, Detektiv oder Akademiker. Deine Wahl beeinflusst deine Startfähigkeiten und Verbindungen.
fr: Choisissez une profession pour votre enquêteur, qu'il s'agisse d'un bibliothécaire, d'un journaliste, d'un détective ou d'un universitaire. Votre choix influence vos compétences de départ et vos connexions.

# guides_cthulhu_text23
source: Select a background that gives depth to your character, providing motivation and personal history.
de: Wähle einen Hintergrund, der deinem Charakter Tiefe verleiht und Motivation sowie persönliche Geschichte bietet.
fr: Sélectionnez un passé qui donne de la profondeur à votre personnage, fournissant motivation et histoire personnelle.

# guides_cthulhu_text24
source: Skills and Characteristics
de: Fähigkeiten und Eigenschaften
fr: Compétences et Caractéristiques

# guides_cthulhu_text25
source: Investigator skills encompass a range of abilities from library use and spot hidden to firearms and occult knowledge.
de: Die Fähigkeiten des Ermittlers umfassen eine Vielzahl von Fähigkeiten von der Nutzung der Bibliothek und dem Erkennen von Verborgenem bis hin zu Schusswaffen und okkultem Wissen.
fr: Les compétences de l'enquêteur englobent une gamme d'aptitudes, de l'utilisation de la bibliothèque et de la détection cachée à l'utilisation des armes à feu et à la connaissance occulte.

# guides_cthulhu_text26
source: Characteristics like strength, dexterity, intelligence, and appearance determine your investigator's baseline capabilities.
de: Eigenschaften wie Stärke, Geschicklichkeit, Intelligenz und Aussehen bestimmen die Grundfähigkeiten deines Ermittlers.
fr: Les caractéristiques telles que la force, la dextérité, l'intelligence et l'apparence déterminent les capacités de base de votre enquêteur.

# guides_cthulhu_text27
source: Personal Connection
de: Persönliche Verbindung
fr: Lien Personnel

# guides_cthulhu_text28
source: Define relationships with other investigators. These connections may provide support, resources, or even lead to tragic story arcs.
de: Definiere Beziehungen zu anderen Ermittlern. Diese Verbindungen können Unterstützung, Ressourcen oder sogar zu tragischen Handlungssträngen führen.
fr: Définissez des relations avec d'autres enquêteurs. Ces liens peuvent fournir un soutien, des ressources, voire conduire à des arcs narratifs tragiques.

# guides_cthulhu_text29
source: Equipment
de: Ausrüstung
fr: Équipement

# guides_cthulhu_text30
source: Outfit your investigator with essential equipment, taking into account the setting and time period of your investigation.
de: Rüste deinen Ermittler mit wesentlicher Ausrüstung aus, unter Berücksichtigung des Settings und der Zeitperiode deiner Ermittlung.
fr: Équipez votre enquêteur avec un équipement essentiel, en tenant compte du cadre et de la période de votre enquête.

# guides_cthulhu_text31
source: Backstory
de: Hintergrundgeschichte
fr: Arrière-Plan
