Repository: CandC-B/role_maister
Catalog: frontend/lib/src/localization/app_*.arb
Languages: de, es, fr, it, pt, ru

# guides_aliens_text11
source: Personal agendas add depth to character development and role-playing. Each character can have their own personal goals, desires, and motivations that may conflict or align with the overarching story.
de: Persönliche Agenden verleihen der Charakterentwicklung und dem Rollenspiel Tiefe. Jeder Charakter kann eigene persönliche Ziele, Wünsche und Motivationen haben, die sich mit der übergeordneten Geschichte in Konflikt geraten oder in Einklang stehen können.
es: Las agendas personales añaden profundidad al desarrollo de personajes y al juego de roles. Cada personaje puede tener sus propios objetivos personales, deseos y motivaciones que pueden entrar en conflicto o alinearse con la historia principal.
fr: Les agendas personnels ajoutent de la profondeur au développement des personnages et au jeu de rôle. Chaque personnage peut avoir ses propres objectifs personnels, désirs et motivations qui peuvent entrer en conflit ou s'aligner avec l'histoire globale.
it: Le agende personali aggiungono profondità allo sviluppo del personaggio e al gioco di ruolo. Ogni personaggio può avere i propri obiettivi personali, desideri e motivazioni che possono entrare in conflitto o allinearsi con la trama principale.
pt: Agendas pessoais adicionam profundidade ao desenvolvimento do personagem e à interpretação de papéis. Cada personagem pode ter seus próprios objetivos pessoais, desejos e motivações que podem conflitar ou se alinhar à história principal.
ru: Личные повестки добавляют глубину развитию персонажа и ролевой игре. У каждого персонажа могут быть свои личные цели, желания и мотивации, которые могут конфликтовать или соответствовать общей истории.

# guides_aliens_text12
source: Encourage players to create personal agendas for their characters that align with the game's themes and narrative.
de: Ermutigen Sie die Spieler, persönliche Agenden für ihre Charaktere zu erstellen, die mit den Themen und der Erzählung des Spiels in Einklang stehen.
es: Anima a los jugadores a crear agendas personales para sus personajes que se alineen con los temas y la narrativa del juego.
fr: Encouragez les joueurs à créer des agendas personnels pour leurs personnages qui s'alignent avec les thèmes et le récit du jeu.
it: Incentiva i giocatori a creare agende personali per i loro personaggi che si allineano con i temi e la narrazione del gioco.
pt: Incentive os jogadores a criar agendas pessoais para seus personagens que estejam alinhadas com os temas e a narrativa do jogo.
ru: Поощряйте игроков создавать личные повестки для своих персонажей, которые соответствуют темам и повествованию игры.

# guides_aliens_text13
source: You may receive rewards, story hooks, or character development opportunities related to achieving personal agendas.
de: Sie können Belohnungen, Story-Hooks oder Möglichkeiten zur Charakterentwicklung im Zusammenhang mit dem Erreichen persönlicher Agenden erhalten.
es: Puedes recibir recompensas, ganchos de historia u oportunidades de desarrollo de personajes relacionadas con el logro de agendas personales.
fr: Vous pouvez recevoir des récompenses, des accroches narratives ou des opportunités de développement de personnage liées à la réalisation des agendas personnels.
it: Potresti ricevere ricompense, spunti di trama o opportunità di sviluppo del personaggio legate al raggiungimento delle agende personali.
pt: Você pode receber recompensas, ganchos de história ou oportunidades de desenvolvimento de personagens relacionados ao alcance das agendas pessoais.
ru: Вы можете получить награды, заготовки сюжета или возможности для развития персонажа, связанные с достижением личных повесток.

# guides_aliens_text14
source: Use personal agendas to introduce character dilemmas, moral choices, and conflicts that enrich the storytelling experience.
de: Verwenden Sie persönliche Agenden, um Charakterdilemmas, moralische Entscheidungen und Konflikte einzuführen, die das Erlebnis des Geschichtenerzählens bereichern.
es: Utiliza las agendas personales para introducir dilemas de personajes, elecciones morales y conflictos que enriquezcan la experiencia narrativa.
fr: Utilisez les agendas personnels pour introduire des dilemmes de personnage, des choix moraux et des conflits qui enrichissent l'expérience narrative.
it: Usa le agende personali per introdurre dilemmi, scelte morali e conflitti che arricchiscono l'esperienza narrativa.
pt: Use agendas pessoais para introduzir dilemas de personagens, escolhas morais e conflitos que enriqueçam a experiência de narrativa.
ru: Используйте личные повестки для введения дилемм, моральных выборов и конфликтов, которые обогащают опыт повествования.

# guides_aliens_text15
source: In Aliens Role Game, the dice mechanics provide a way to introduce uncertainty and randomness into the game, allowing players to determine the outcomes of character actions, combat, and various challenges.
de: In Aliens Role Game bieten die Würfelmechaniken eine Möglichkeit, Unsicherheit und Zufall in das Spiel einzuführen und es den Spielern zu ermöglichen, die Ergebnisse von Charakteraktionen, Kämpfen und verschiedenen Herausforderungen zu bestimmen.
es: En el juego de rol de Aliens, la mecánica de dados proporciona una manera de introducir incertidumbre y aleatoriedad en el juego, permitiendo a los jugadores determinar los resultados de las acciones de los personajes, el combate y varios desafíos.
fr: Dans le jeu de rôle Aliens, la mécanique des dés offre une façon d'introduire l'incertitude et le hasard dans le jeu, permettant aux joueurs de déterminer les résultats des actions des personnages, des combats et des divers défis.
it: Nel gioco di ruolo Aliens, le meccaniche dei dadi forniscono un modo per introdurre incertezza e casualità nel gioco, consentendo ai giocatori di determinare gli esiti delle azioni dei personaggi, dei combattimenti e delle varie sfide.
pt: No Jogo de Papéis de Aliens, a mecânica de dados oferece uma maneira de introduzir incerteza e aleatoriedade no jogo, permitindo que os jogadores determinem os resultados das ações do personagem, combate e vários desafios.
ru: В Aliens Role Game механика костей предоставляет способ внести неопределенность и случайность в игру, позволяя игрокам определять результаты действий персонажей, боев и различных испытаний.

# guides_aliens_text16
source: Decide on the types of dice to be used in the game. For example, you can use a standard six-sided die (D6) for simple skill checks, a ten-sided die (D10) for more complex actions, and a twenty-sided die (D20) for critical or significant events.
de: Entscheiden Sie über die Arten von Würfeln, die im Spiel verwendet werden sollen. Sie können beispielsweise einen Standard-Sechsseiten-Würfel (D6) für einfache Fähigkeitsprüfungen, einen Zehnseiten-Würfel (D10) für komplexere Aktionen und einen Zwanzigseiten-Würfel (D20) für kritische oder bedeutende Ereignisse verwenden.
es: Decide los tipos de dados que se usarán en el juego. Por ejemplo, puedes usar un dado estándar de seis caras (D6) para comprobaciones de habilidades simples, un dado de diez caras (D10) para acciones más complejas y un dado de veinte caras (D20) para eventos críticos o significativos.
fr: Décidez des types de dés à utiliser dans le jeu. Par exemple, vous pouvez utiliser un dé standard à six faces (D6) pour des vérifications de compétences simples, un dé à dix faces (D10) pour des actions plus complexes, et un dé à vingt faces (D20) pour des événements critiques ou importants.
it: Decidi i tipi di dadi da utilizzare nel gioco. Ad esempio, puoi usare un dado standard a sei facce (D6) per semplici verifiche di abilità, un dado a dieci facce (D10) per azioni più complesse e un dado a venti facce (D20) per eventi critici o significativi.
pt: Decida sobre os tipos de dados a serem usados no jogo. Por exemplo, você pode usar um dado padrão de seis lados (D6) para verificações simples de habilidade, um dado de dez lados (D10) para ações mais complexas e um dado de vinte lados (D20) para eventos críticos ou significativos.
ru: Решите, какие виды костей будут использоваться в игре. Например, вы можете использовать стандартную шестигранную кость (D6) для простых проверок навыков, десятигранную кость (D10) для более сложных действий и двадцатигранную кость (D20) для критических или значительных событий.

# guides_aliens_text17
source: Link character abilities, skills, and attributes to specific dice rolls. For example, a character with high negotiation skills might roll a D10 and add their charisma attribute to determine the outcome of a diplomatic encounter.
de: Verknüpfen Sie Charakterfähigkeiten, -fähigkeiten und Attribute mit bestimmten Würfelwürfen. Ein Charakter mit hohen Verhandlungsfähigkeiten würfelt beispielsweise einen D10 und addiert sein Charisma-Attribut, um das Ergebnis einer diplomatischen Begegnung zu bestimmen.
es: Vincula las habilidades, habilidades y atributos de los personajes a tiradas de dados específicas. Por ejemplo, un personaje con habilidades de negociación altas podría lanzar un D10 y sumar su atributo de carisma para determinar el resultado de un encuentro diplomático.
fr: Associez les capacités, compétences et attributs du personnage à des lancers de dés spécifiques. Par exemple, un personnage avec des compétences élevées en négociation pourrait lancer un D10 et ajouter son attribut de charisme pour déterminer le résultat d'une rencontre diplomatique.
it: Collega abilità, abilità e attributi del personaggio a tiri di dado specifici. Ad esempio, un personaggio con alte abilità di negoziazione potrebbe lanciare un D10 e aggiungere il suo attributo di carisma per determinare l'esito di un incontro diplomatico.
pt: Vincule habilidades, habilidades e atributos do personagem a rolagens de dados específicas. Por exemplo, um personagem com habilidades de negociação pode rolar um D10 e adicionar seu atributo de carisma para determinar o resultado de um encontro diplomático.
ru: Свяжите способности персонажа, навыки и характеристики с конкретными бросками костей. Например, персонаж с высокими навыками переговоров может бросить D10 и добавить свою харизму для определения результата дипломатической встречи.

# guides_aliens_text18
source: Define success thresholds for dice rolls. Players typically need to meet or exceed a target number (a 'success threshold') to succeed in their actions. The threshold can vary depending on the difficulty of the task.
de: Definieren Sie Erfolgsschwellen für Würfelwürfe. Spieler müssen in der Regel eine Zielzahl (eine 'Erfolgsschwelle') erreichen oder überschreiten, um in ihren Aktionen erfolgreich zu sein. Die Schwelle kann je nach Schwierigkeitsgrad der Aufgabe variieren.
es: Define umbrales de éxito para las tiradas de dados. Por lo general, los jugadores necesitan cumplir o superar un número objetivo (un 'umbral de éxito') para tener éxito en sus acciones. El umbral puede variar según la dificultad de la tarea.
fr: Définissez des seuils de réussite pour les lancers de dés. Les joueurs doivent généralement atteindre ou dépasser un numéro cible (un 'seuil de réussite') pour réussir leurs actions. Le seuil peut varier en fonction de la difficulté de la tâche.
it: Definisci le soglie di successo per i tiri di dado. I giocatori devono generalmente raggiungere o superare un numero target (una 'soglia di successo') per avere successo nelle loro azioni. La soglia può variare a seconda della difficoltà dell'attività.
pt: Defina limites de sucesso para rolagens de dados. Os jogadores geralmente precisam atender ou superar um número-alvo (um 'limite de sucesso') para ter sucesso em suas ações. O limite pode variar dependendo da dificuldade da tarefa.
ru: Определите пороги успеха для бросков костей. Обычно игрокам нужно достичь или превысить целевое число (порог успеха), чтобы преуспеть в своих действиях. Порог может варьироваться в зависимости от сложности задачи.

# guides_aliens_text19
source: Consider incorporating modifiers that can influence dice rolls. These modifiers can come from a character's skills, equipment, environmental factors, or other in-game circumstances.
de: Erwägen Sie die Integration von Modifikatoren, die Würfelwürfe beeinflussen können. Diese Modifikatoren können aus den Fähigkeiten eines Charakters, Ausrüstung, Umweltfaktoren oder anderen Umständen im Spiel stammen.
es: Considera incorporar modificadores que puedan influir en las tiradas de dados. Estos modificadores pueden provenir de las habilidades del personaje, el equipo, factores ambientales u otras circunstancias del juego.
fr: Envisagez d'incorporer des modificateurs qui peuvent influencer les lancers de dés. Ces modificateurs peuvent provenir des compétences du personnage, de l'équipement, de facteurs environnementaux ou d'autres circonstances de jeu.
it: Considera l'incorporazione di modificatori che possono influenzare i tiri di dado. Questi modificatori possono derivare dalle abilità del personaggio, dall'equipaggiamento, da fattori ambientali o da altre circostanze di gioco.
pt: Considere incorporar modificadores que podem influenciar as rolagens de dados. Esses modificadores podem vir das habilidades do personagem, equipamentos, fatores ambientais ou outras circunstâncias do jogo.
ru: Рассмотрите возможность введения модификаторов, которые могут влиять на броски костей. Эти модификаторы могут поступать от навыков персонажа, снаряжения, окружающих факторов или других обстоятельств в игре.

# guides_aliens_text20
source: Include mechanics for critical successes and critical failures. For instance, rolling the highest possible number on the die might result in an extraordinary success, while rolling the lowest could lead to a catastrophic failure.
de: Schließen Sie Mechanismen für kritische Erfolge und kritische Misserfolge ein. Beispielsweise kann das Würfeln der höchstmöglichen Zahl auf dem Würfel zu einem außergewöhnlichen Erfolg führen, während das Würfeln der niedrigsten Zahl zu einem katastrophalen Misserfolg führen könnte.
es: Incluye mecánicas para éxitos críticos y fracasos críticos. Por ejemplo, lanzar el número más alto posible en el dado podría resultar en un éxito extraordinario, mientras que lanzar el más bajo podría llevar a un fracaso catastrófico.
fr: Incluez des mécanismes de réussite critique et d'échec critique. Par exemple, obtenir le nombre le plus élevé possible sur le dé pourrait entraîner un succès extraordinaire, tandis que le plus bas pourrait conduire à un échec catastrophique.
it: Includi meccaniche per successi critici e fallimenti critici. Ad esempio, ottenere il numero più alto possibile sul dado potrebbe risultare in un successo straordinario, mentre ottenere il numero più basso potrebbe portare a un fallimento catastrofico.
pt: Inclua mecânicas para sucessos críticos e falhas críticas. Por exemplo, rolar o número mais alto possível no dado pode resultar em um sucesso extraordinário, enquanto rolar o mais baixo pode levar a uma falha catastrófica.
ru: Включите механику критических успехов и критических неудач. Например, бросок наивысшего возможного числа на кости может привести к чрезвычайному успеху, в то время как бросок наименьшего числа может привести к катастрофической неудаче.

# guides_aliens_text21
source: Implement the concept of dice pools, where characters accumulate and roll multiple dice based on their abilities or advantages. The sum of the dice in the pool determines the result.
de: Implementieren Sie das Konzept von Würfelpools, bei dem Charaktere basierend auf ihren Fähigkeiten oder Vorteilen mehrere Würfel ansammeln und werfen. Die Summe der Würfel im Pool bestimmt das Ergebnis.
es: Implementa el concepto de piscinas de dados, donde los personajes acumulan y lanzan varios dados según sus habilidades o ventajas. La suma de los dados en la piscina determina el resultado.
fr: Mettez en place le concept de pools de dés, où les personnages accumulent et lancent plusieurs dés en fonction de leurs capacités ou avantages. La somme des dés dans le pool détermine le résultat.
it: Implementa il concetto di pool di dadi, in cui i personaggi accumulano e lanciano più dadi in base alle loro abilità o vantaggi. La somma dei dadi nel pool determina il risultato.
pt: Implemente o conceito de piscinas de dados, onde os personagens acumulam e rolam vários dados com base em suas habilidades ou vantagens. A soma dos dados na piscina determina o resultado.
ru: Внедрите концепцию бросков костей, где персонажи накапливают и бросают несколько костей в зависимости от своих способностей или преимуществ. Сумма костей в пуле определяет результат.

# guides_aliens_text22
source: A Game Master (GM) guides the story and serves as the storyteller, controlling the non-player characters (NPCs), environments, and challenges that the player characters face. The GM helps to shape the narrative and adapt to player choices.
de: Ein Spielleiter (SL) führt die Geschichte und fungiert als Geschichtenerzähler. Er kontrolliert die Nicht-Spieler-Charaktere (NSC), Umgebungen und Herausforderungen, mit denen die Spielercharaktere konfrontiert sind. Der Spielleiter hilft dabei, die Erzählung zu formen und sich an Spielerentscheidungen anzupassen.
es: Un Director de Juego (DJ) guía la historia y sirve como narrador, controlando a los personajes no jugadores (PNJ), entornos y desafíos que los personajes jugadores enfrentan. El DJ ayuda a dar forma a la narrativa y adaptarse a las elecciones de los jugadores.
fr: Un Maître de Jeu (MJ) guide l'histoire et agit comme le conteur, contrôlant les personnages non-joueurs (PNJ), les environnements et les défis auxquels les personnages des joueurs sont confrontés. Le MJ aide à façonner le récit et à s'adapter aux choix des joueurs.
it: Un Game Master (GM) guida la storia e funge da narratore, controllando i personaggi non giocanti (PNG), gli ambienti e le sfide che i personaggi giocanti affrontano. Il GM aiuta a plasmare la narrazione e adattarsi alle scelte dei giocatori.
pt: Um Mestre de Jogo (MJ) guia a história e atua como contador de histórias, controlando os personagens não jogáveis (PNJs), ambientes e desafios que os personagens dos jogadores enfrentam. O MJ ajuda a moldar a narrativa e se adapta às escolhas dos jogadores.
ru: Мастер игры (МИ) ведет сюжет и выступает в роли рассказчика, контролируя неигровых персонажей (НПС), окружение и вызовы, с которыми сталкиваются персонажи игроков. МИ помогает формировать повествование и приспосабливаться к выборам игроков.

# guides_aliens_text23
source: Players frequently encounter a wide variety of alien species, each with unique characteristics, abilities, and cultures. Diplomacy, negotiation, and combat can all come into play when dealing with these extraterrestrial beings.
de: Spieler stoßen häufig auf eine Vielzahl von außerirdischen Spezies, jede mit einzigartigen Merkmalen, Fähigkeiten und Kulturen. Diplomatie, Verhandlung und Kampf können alle eine Rolle spielen, wenn es darum geht, mit diesen außerirdischen Wesen umzugehen.
es: Los jugadores frecuentemente encuentran una amplia variedad de especies alienígenas, cada una con características, habilidades y culturas únicas. La diplomacia, la negociación y el combate pueden jugar un papel importante al tratar con estos seres extraterrestres.
fr: Les joueurs rencontrent fréquemment une grande variété d'espèces extraterrestres, chacune ayant des caractéristiques, des capacités et des cultures uniques. La diplomatie, la négociation et le combat peuvent tous entrer en jeu lorsqu'il s'agit de traiter avec ces êtres extraterrestres.
it: I giocatori incontrano frequentemente una vasta varietà di specie aliene, ognuna con caratteristiche, abilità e culture uniche. La diplomazia, la negoziazione e il combattimento possono tutti entrare in gioco quando si tratta di questi esseri extraterrestri.
pt: Os jogadores frequentemente encontram uma ampla variedade de espécies alienígenas, cada uma com características, habilidades e culturas únicas. Diplomacia, negociação e combate podem entrar em jogo ao lidar com esses seres extraterrestres.
ru: Игроки часто сталкиваются с разнообразными видами инопланетян, каждый из которых обладает уникальными характеристиками, способностями и культурами. Дипломатия, переговоры и бой могут играть роль при взаимодействии с этими внеземными существами.

# guides_aliens_text24
source: The game encourages exploration of diverse alien worlds, space stations, and cosmic phenomena. This exploration often leads to the discovery of secrets, challenges, and new allies.
de: Das Spiel fördert die Erkundung verschiedener außerirdischer Welten, Raumstationen und kosmischer Phänomene. Diese Erkundung führt oft zur Entdeckung von Geheimnissen, Herausforderungen und neuen Verbündeten.
es: El juego fomenta la exploración de diversos mundos alienígenas, estaciones espaciales y fenómenos cósmicos. Esta exploración a menudo lleva al descubrimiento de secretos, desafíos y nuevos aliados.
fr: Le jeu encourage l'exploration de mondes extraterrestres divers, de stations spatiales et de phénomènes cosmiques. Cette exploration conduit souvent à la découverte de secrets, de défis et de nouveaux alliés.
it: Il gioco incoraggia l'esplorazione di mondi alieni diversi, stazioni spaziali e fenomeni cosmici. Questa esplorazione porta spesso alla scoperta di segreti, sfide e nuovi alleati.
pt: O jogo incentiva a exploração de diversos mundos alienígenas, estações espaciais e fenômenos cósmicos. Essa exploração frequentemente leva à descoberta de segredos, desafios e novos aliados.
ru: Игра поощряет исследование разнообразных инопланетных миров, космических станций и космических явлений. Это исследование часто приводит к обнаружению секретов, трудностей и новых союзников.
